{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","textDirection":"ltr"},"book":{"id":"EZK","name":"Ezekiel","commonName":"Ezekiel","title":"Ezekiel","firstChapterApiLink":"/api/BSB/Ezekiel/1.json","lastChapterApiLink":"/api/BSB/Ezekiel/48.json","numberOfChapters":48},"nextChapterApiLink":"/api/BSB/Ezekiel/35.json","previousChapterApiLink":"/api/BSB/Ezekiel/33.json","chapter":{"number":34,"content":[{"type":"heading","content":["A Prophecy against Israel’s Shepherds"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Then the word of the LORD came to me, saying,","poem":2}]},{"type":"verse","number":2,"content":[{"text":"“Son of man, prophesy against the shepherds of Israel. Prophesy and tell them that this is what the Lord GOD says: ‘Woe to the shepherds of Israel, who only feed themselves! Should not the shepherds feed their flock?","poem":2}]},{"type":"verse","number":3,"content":[{"text":"You eat the fat, wear the wool, and butcher the fattened sheep, but you do not feed the flock.","poem":2}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"You have not strengthened the weak, healed the sick, bound up the injured, brought back the strays, or searched for the lost. Instead, you have ruled them with violence and cruelty.","poem":2}]},{"type":"verse","number":5,"content":[{"text":"They were scattered for lack of a shepherd, and when they were scattered they became food for all the wild beasts.","poem":2}]},{"type":"verse","number":6,"content":[{"text":"My flock went astray on all the mountains and every high hill. They were scattered over the face of all the earth, with no one to search for them or seek them out.’","poem":2}]},{"type":"line_break"},{"type":"verse","number":7,"content":[{"text":"Therefore, you shepherds, hear the word of the LORD:","poem":2}]},{"type":"verse","number":8,"content":[{"text":"‘As surely as I live, declares the Lord GOD, because My flock lacks a shepherd and has become prey and food for every wild beast, and because My shepherds did not search for My flock but fed themselves instead,","poem":2}]},{"type":"verse","number":9,"content":[{"text":"therefore, you shepherds, hear the word of the LORD!’","poem":2}]},{"type":"line_break"},{"type":"verse","number":10,"content":[{"text":"This is what the Lord GOD says: ‘Behold, I am against the shepherds, and I will demand from them My flock and remove them from tending the flock, so that they can no longer feed themselves. For I will deliver My flock from their mouths, and it will no longer be food for them.’","poem":2}]},{"type":"heading","content":["The Good Shepherd"]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"For this is what the Lord GOD says: ‘Behold, I Myself will search for My flock and seek them out.","poem":2}]},{"type":"verse","number":12,"content":[{"text":"As a shepherd looks for his scattered sheep when he is among the flock, so I will look for My flock.","poem":2},{"text":"I will rescue them from all the places to which they were scattered on a day of clouds and darkness.","poem":2}]},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"I will bring them out from the peoples, gather them from the countries, and bring them into their own land. I will feed them on the mountains of Israel, in the ravines, and in all the settlements of the land.","poem":2}]},{"type":"verse","number":14,"content":[{"text":"I will feed them in good pasture, and the lofty mountains of Israel will be their grazing land. There they will lie down in a good grazing land; they will feed in rich pasture on the mountains of Israel.","poem":2}]},{"type":"line_break"},{"type":"verse","number":15,"content":[{"text":"I will tend My flock and make them lie down, declares the Lord GOD.","poem":2}]},{"type":"verse","number":16,"content":[{"text":"I will seek the lost, bring back the strays, bind up the broken, and strengthen the weak; but the sleek and strong I will destroy. I will shepherd them with justice.’","poem":2}]},{"type":"line_break"},{"type":"verse","number":17,"content":[{"text":"This is what the Lord GOD says to you, My flock: ‘I will judge between one sheep and another, between the rams and the goats.","poem":2}]},{"type":"verse","number":18,"content":[{"text":"Is it not enough for you to feed on the good pasture? Must you also trample the rest of the pasture with your feet? Is it not enough for you to drink the clear waters? Must you also muddy the rest with your feet?","poem":2}]},{"type":"verse","number":19,"content":[{"text":"Why must My flock feed on what your feet have trampled, and drink what your feet have muddied?’","poem":2}]},{"type":"line_break"},{"type":"verse","number":20,"content":[{"text":"Therefore this is what the Lord GOD says to them: ‘Behold, I Myself will judge between the fat sheep and the lean sheep.","poem":2}]},{"type":"verse","number":21,"content":[{"text":"Since you shove with flank and shoulder, butting all the weak ones with your horns until you have scattered them abroad,","poem":2}]},{"type":"verse","number":22,"content":[{"text":"I will save My flock, and they will no longer be prey. I will judge between one sheep and another.","poem":2}]},{"type":"verse","number":23,"content":[{"text":"I will appoint over them one shepherd, My servant David, and he will feed them. He will feed them and be their shepherd.","poem":2}]},{"type":"verse","number":24,"content":[{"text":"I, the LORD, will be their God, and My servant David will be a prince among them. I, the LORD, have spoken.","poem":2}]},{"type":"heading","content":["The Covenant of Peace"]},{"type":"line_break"},{"type":"verse","number":25,"content":[{"text":"I will make with them a covenant of peace and rid the land of wild animals, so that they may dwell securely in the wilderness and sleep in the forest.","poem":2}]},{"type":"verse","number":26,"content":[{"text":"I will make them and the places around My hill a blessing. I will send down showers in season—showers of blessing.","poem":2}]},{"type":"verse","number":27,"content":[{"text":"The trees of the field will give their fruit, and the land will yield its produce; My flock will be secure in their land. Then they will know that I am the LORD, when I have broken the bars of their yoke and delivered them from the hands that enslaved them.","poem":2}]},{"type":"line_break"},{"type":"verse","number":28,"content":[{"text":"They will no longer be prey for the nations, and the beasts of the earth will not consume them. They will dwell securely, and no one will frighten them.","poem":2}]},{"type":"line_break"},{"type":"verse","number":29,"content":[{"text":"And I will raise up for them a garden of renown, and they will no longer be victims of famine in the land or bear the scorn of the nations.","poem":2}]},{"type":"verse","number":30,"content":[{"text":"Then they will know that I, the LORD their God, am with them, and that they, the house of Israel, are My people,’ declares the Lord GOD.","poem":2}]},{"type":"line_break"},{"type":"verse","number":31,"content":[{"text":"‘You are My flock, the sheep of My pasture, My people, and I am your God,’ declares the Lord GOD.”","poem":2}]}],"footnotes":[]}}