{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json"},"book":{"id":"EZK","name":"Ezekiel","commonName":"Ezekiel","title":"Ezekiel","firstChapterApiLink":"/api/BSB/Ezekiel/1.json","lastChapterApiLink":"/api/BSB/Ezekiel/48.json","numberOfChapters":48},"nextChapterApiLink":"/api/BSB/Ezekiel/43.json","previousChapterApiLink":"/api/BSB/Ezekiel/41.json","chapter":{"number":42,"content":[{"type":"heading","content":["Chambers for the Priests"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Then the man led me out northward into the outer court, and he brought me to the group of chambers opposite the temple courtyard and the outer wall on the north side.","poem":1}]},{"type":"verse","number":2,"content":[{"text":"The building with the door facing north was a hundred cubits long and fifty cubits wide.","poem":1},{"noteId":156}]},{"type":"verse","number":3,"content":[{"text":"Gallery faced gallery in three levels opposite the twenty cubits","poem":1},{"noteId":157},{"text":"that belonged to the inner court and opposite the pavement that belonged to the outer court.","poem":1}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"In front of the chambers was an inner walkway ten cubits wide and a hundred cubits long.","poem":1},{"noteId":158},{"text":"Their doors were on the north.","poem":1}]},{"type":"line_break"},{"type":"verse","number":5,"content":[{"text":"Now the upper chambers were smaller because the galleries took more space from the chambers on the lower and middle floors of the building.","poem":1}]},{"type":"verse","number":6,"content":[{"text":"For they were arranged in three stories, and unlike the courts, they had no pillars. So the upper chambers were set back further than the lower and middle floors.","poem":1}]},{"type":"verse","number":7,"content":[{"text":"An outer wall in front of the chambers was fifty cubits long and ran parallel to the chambers and the outer court.","poem":1}]},{"type":"verse","number":8,"content":[{"text":"For the chambers on the outer court were fifty cubits long, while those facing the temple were a hundred cubits long.","poem":1}]},{"type":"verse","number":9,"content":[{"text":"And below these chambers was the entrance on the east side as one enters them from the outer court.","poem":1}]},{"type":"line_break"},{"type":"verse","number":10,"content":[{"text":"On the south side","poem":1},{"noteId":159},{"text":"along the length of the wall of the outer court were chambers adjoining the courtyard and opposite the building,","poem":1}]},{"type":"verse","number":11,"content":[{"text":"with a passageway in front of them, just like the chambers that were on the north. They had the same length and width, with similar exits and dimensions.","poem":1}]},{"type":"verse","number":12,"content":[{"text":"And corresponding to the doors of the chambers that were facing south, there was a door in front of the walkway that was parallel to the wall extending eastward.","poem":1}]},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"Then the man said to me, “The north and south chambers facing the temple courtyard are the holy chambers where the priests who approach the LORD will eat the most holy offerings. There they will place the most holy offerings—the grain offerings, the sin offerings, and the guilt offerings—for the place is holy.","poem":1}]},{"type":"verse","number":14,"content":[{"text":"Once the priests have entered the holy area, they must not go out into the outer court until they have left behind the garments in which they minister, for these are holy. They are to put on other clothes before they approach the places that are for the people.”","poem":1}]},{"type":"heading","content":["The Outer Measurements"]},{"type":"line_break"},{"type":"verse","number":15,"content":[{"text":"Now when the man had finished measuring the interior of the temple area, he led me out by the gate that faced east, and he measured the area all around:","poem":1}]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"With a measuring rod he measured the east side to be five hundred cubits long.","poem":1},{"noteId":160}]},{"type":"line_break"},{"type":"verse","number":17,"content":[{"text":"He measured the north side to be five hundred cubits long.","poem":1}]},{"type":"line_break"},{"type":"verse","number":18,"content":[{"text":"He measured the south side to be five hundred cubits long.","poem":1}]},{"type":"line_break"},{"type":"verse","number":19,"content":[{"text":"And he came around and measured the west side to be five hundred cubits long.","poem":1}]},{"type":"line_break"},{"type":"verse","number":20,"content":[{"text":"So he measured the area on all four sides. It had a wall all around, five hundred cubits long and five hundred cubits wide, to separate the holy from the common.","poem":1}]}],"footnotes":[{"noteId":156,"text":"The building was approximately 175 feet long and 87.5 feet wide (53.3 meters long and 26.7 meters wide).","reference":{"chapter":42,"verse":2}},{"noteId":157,"text":"20 (long) cubits is approximately 35 feet or 10.7 meters.","reference":{"chapter":42,"verse":3}},{"noteId":158,"text":"LXX. The walkway was approximately 17.5 feet wide and 175 feet long (5.3 meters wide and 53.3 meters long). Hebrew ten cubits wide and a cubit long.","reference":{"chapter":42,"verse":4}},{"noteId":159,"text":"LXX; Hebrew east side","reference":{"chapter":42,"verse":10}},{"noteId":160,"text":"See LXX; five hundred cubits from verse 17 LXX and implied in verses 16, 18, 19, and 20 is approximately 875 feet or 266.7 meters in length. Hebrew five hundred reeds, with the measuring reed round about, that is approximately 5,250 feet or 1,600 meters; similarly in verses 17, 18, 19, and 20.","reference":{"chapter":42,"verse":16}}]}}