{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","textDirection":"ltr"},"book":{"id":"EZK","name":"Ezekiel","commonName":"Ezekiel","title":"Ezekiel","firstChapterApiLink":"/api/BSB/Ezekiel/1.json","lastChapterApiLink":"/api/BSB/Ezekiel/48.json","numberOfChapters":48},"nextChapterApiLink":"/api/BSB/Ezekiel/9.json","previousChapterApiLink":"/api/BSB/Ezekiel/7.json","chapter":{"number":8,"content":[{"type":"heading","content":["The Vision of Idolatry in the Temple"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"In the sixth year, on the fifth day of the sixth month, I was sitting in my house, and the elders of Judah were sitting before me; and there the hand of the Lord GOD fell upon me.","poem":1}]},{"type":"line_break"},{"type":"verse","number":2,"content":[{"text":"Then I looked and saw a figure like that of a man. From His waist down His appearance was like fire, and from His waist up He was as bright as the gleam of amber.","poem":1},{"noteId":20}]},{"type":"verse","number":3,"content":[{"text":"He stretched out what looked like a hand and took me by the hair of my head. Then the Spirit lifted me up between earth and heaven and carried me in visions of God to Jerusalem, to the entrance of the north gate of the inner court, where the idol that provokes jealousy was seated.","poem":1}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"And there I saw the glory of the God of Israel, like the vision I had seen in the plain.","poem":1}]},{"type":"verse","number":5,"content":[{"text":"“Son of man,” He said to me, “now lift up your eyes to the north.”","poem":1},{"lineBreak":true},{"text":"So I lifted up my eyes to the north, and in the entrance north of the Altar Gate","poem":1},{"noteId":21},{"text":"I saw this idol of jealousy.","poem":1}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"“Son of man,” He said to me, “do you see what they are doing—the great abominations that the house of Israel is committing—to drive Me far from My sanctuary? Yet you will see even greater abominations.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":7,"content":[{"text":"Then He brought me to the entrance to the court, and I looked and saw a hole in the wall.","poem":1}]},{"type":"line_break"},{"type":"verse","number":8,"content":[{"text":"“Son of man,” He told me, “dig through the wall.”","poem":1},{"lineBreak":true},{"text":"So I dug through the wall and discovered a doorway.","poem":1}]},{"type":"line_break"},{"type":"verse","number":9,"content":[{"text":"Then He said to me, “Go in and see the wicked abominations they are committing here.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":10,"content":[{"text":"So I went in and looked, and engraved all around the wall was every kind of crawling creature and detestable beast, along with all the idols of the house of Israel.","poem":1}]},{"type":"verse","number":11,"content":[{"text":"Before them stood seventy elders of the house of Israel, with Jaazaniah son of Shaphan standing among them. Each had a censer in his hand, and a fragrant cloud of incense was rising.","poem":1}]},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"“Son of man,” He said to me, “do you see what the elders of the house of Israel are doing in the darkness, each at the shrine of his own idol? For they are saying, ‘The LORD does not see us; the LORD has forsaken the land.’”","poem":1}]},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"Again, He told me, “You will see them committing even greater abominations.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":14,"content":[{"text":"Then He brought me to the entrance of the north gate of the house of the LORD, and I saw women sitting there, weeping for Tammuz.","poem":1},{"noteId":22}]},{"type":"line_break"},{"type":"verse","number":15,"content":[{"text":"“Son of man,” He said to me, “do you see this? Yet you will see even greater abominations than these.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"So He brought me to the inner court of the house of the LORD, and there at the entrance to the temple of the LORD, between the portico and the altar, were about twenty-five men with their backs to the temple of the LORD and their faces toward the east; and they were bowing to the east in worship of the sun.","poem":1}]},{"type":"line_break"},{"type":"verse","number":17,"content":[{"text":"“Son of man,” He said to me, “do you see this? Is it not enough for the house of Judah to commit the abominations they are practicing here, that they must also fill the land with violence and continually provoke Me to anger? Look, they are even putting the branch to their nose!","poem":1}]},{"type":"verse","number":18,"content":[{"text":"Therefore I will respond with wrath. I will not look on them with pity, nor will I spare them. Although they shout loudly in My ears, I will not listen to them.”","poem":1}]}],"footnotes":[{"noteId":20,"text":"Or as glowing metal","reference":{"chapter":8,"verse":2}},{"noteId":21,"text":"Or gate of the altar","reference":{"chapter":8,"verse":5}},{"noteId":22,"text":"Tammuz, meaning Sprout of Life, was a Sumerian god of fertility.","reference":{"chapter":8,"verse":14}}]}}