{"translation":{"id":"GRCBRE","language":"grc","name":"μετάφραση των εβδομήκοντα","englishName":"Brenton Septuagint","licenseUrl":"https://ebible.org/Scriptures/details.php?id=grcbrent","website":"https://ebible.org/Scriptures/details.php?id=grcbrent","shortName":"BRE","availableFormats":["json"],"listOfBooksApiLink":"/api/GRCBRE/books.json","textDirection":"ltr"},"book":{"id":"GEN","name":"ΓΕΝΕΣΙΣ","commonName":"ΓΕΝΕΣΙΣ","title":"ΓΕΝΕΣΙΣ","firstChapterApiLink":"/api/GRCBRE/ΓΕΝΕΣΙΣ/1.json","lastChapterApiLink":"/api/GRCBRE/ΓΕΝΕΣΙΣ/50.json","numberOfChapters":50},"nextChapterApiLink":"/api/GRCBRE/ΓΕΝΕΣΙΣ/14.json","previousChapterApiLink":"/api/GRCBRE/ΓΕΝΕΣΙΣ/12.json","chapter":{"number":13,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":["Ἀνέβη δὲ Ἅβραμ ἐξ Αἰγύπτου αὐτὸς, καὶ ἡ γυνὴ αὐτοῦ, καὶ πάντα τὰ αὐτοῦ, καὶ Λὼτ μετʼ αὐτοῦ, εἰς τὴν ἔρημον."]},{"type":"verse","number":2,"content":["Ἅβραμ δὲ ἦν πλούσιος σφόδρα κτήνεσι, καὶ ἀργυρίῳ, καὶ χρυσίῳ."]},{"type":"verse","number":3,"content":["Καὶ ἐπορεύθη ὅθεν ἦλθεν εἰς τὴν ἔρημον ἕως Βαιθὴλ, ἕως τοῦ τόπου οὗ ἦν ἡ σκηνὴ αὐτοῦ τὸ πρότερον, ἀνὰ μέσον Βαιθὴλ καὶ ἀνὰ μέσον Ἀγγαί,"]},{"type":"verse","number":4,"content":["εἰς τὸν τόπον τοῦ θυσιαστηρίου, οὗ ἐποίησεν ἐκεῖ τὴν ἀρχὴν, καὶ ἐπεκαλέσατο ἐκεῖ Ἅβραμ τὸ ὄνομα τοῦ Κυρίου."]},{"type":"verse","number":5,"content":["Καὶ Λὼτ τῷ συμπορευομένῳ μετὰ Ἅβραμ ἦν πρόβατα, καὶ βόες, καὶ σκηναί."]},{"type":"verse","number":6,"content":["Καὶ οὐκ ἐχώρει αὐτοὺς ἡ γῆ κατοικεῖν ἅμα, ὅτι ἦν τὰ ὑπάρχοντα αὐτῶν πολλά· καὶ οὐκ ἐχώρει αὐτοὺδ ἡ γῆ κατοικεῖν ἅμα."]},{"type":"verse","number":7,"content":["Καὶ ἐγενετο μάχη ἀνὰ μέσον τῶν ποιμένων τῶν κτηνῶν τοῦ Ἅβραμ, καὶ ἀνὰ μέσον τῶν ποιμένων τῶν κτηνῶν τοῦ Λώτ· οἱ δὲ Χαναναῖοι καὶ οἱ Φερεζαῖοι τότε κατῴκουν τὴν γῆν."]},{"type":"verse","number":8,"content":["Εἶπε δὲ Ἅβραμ τῷ Λὼτ, μὴ ἔστω μάχη ἀνὰ μέσον ἐμοῦ καὶ σοῦ, καὶ ἀνὰ μέσον τῶν ποιμένων μου καὶ ἀνὰ μέσον τῶν ποιμένων σοῦ, ὅτι ἄνθρωποι ἀδελφοὶ ἐσμὲν ἡμεῖς."]},{"type":"verse","number":9,"content":["Οὐκ ἰδοὺ πᾶσα ἡ γῆ ἐναντίον σου ἐστί; διαχωρίσθητι ἀπʼ ἐμοῦ· εἰ σὺ εἰς ἀριστερὰ, ἐγὼ εἰς δεξιά· εἰ δὲ σὺ εἰς δεξιὰ, ἐγὼ εἰς ἀριστερά."]},{"type":"verse","number":10,"content":["Καὶ ἐπάρας Λὼτ τοὺς ὀφθαλμοὺς αὐτοῦ, ἐπεῖδε πᾶσαν τὴν περίχωρον τοῦ Ἰορδάνου, ὅτι πᾶσα ἦν ποτιζομένη, πρὸ τοῦ καταστρέψαι τὸν Θεὸν Σόδομα καὶ Γόμοῤῥα, ὡς ὁ παράδεισος τοῦ Θεοῦ, καὶ ὡς ἡ γῆ Αἰγύπτου, ἕως ἐλθεῖν εἰς Ζόγορα."]},{"type":"verse","number":11,"content":["Καὶ ἐξελέξατο ἑαυτῷ Λὼτ πᾶσαν τὴν περίχωρον τοῦ Ἰορδάνου· καὶ ἀπῇρε Λὼτ ἀπὸ ἀνατολῶν· καὶ διεχωρίσθησαν ἕκαστος ἀπὸ τοῦ ἀδελφοῦ αὐτοῦ."]},{"type":"verse","number":12,"content":["Ἅβραμ δὲ κατῴκησεν ἐν γῇ Χαναάν· Λὼτ δὲ κατῴκησεν ἐν πόλει τῶν περιχώρων, καὶ ἐσκήνωσεν ἐν Σοδόμοις."]},{"type":"verse","number":13,"content":["Οἱ δὲ ἄνθρωποι οἱ ἐν Σοδόμοις πονηροὶ καὶ ἁμαρτωλοὶ ἐναντίον τοῦ Θεοῦ σφόδρα."]},{"type":"verse","number":14,"content":["Ὁ δὲ Θεὸς εἶπε τῷ Ἅβραμ μετὰ τὸ διαχωρισθῆναι τὸν Λὼτ ἀπʼ αὐτοῦ, ἀνάβλεψον τοῖς ὀφθαλμοῖς σου, καὶ ἴδε ἀπὸ τοῦ τόπου οὗ νῦν σὺ εἶ πρὸς βοῤῥὰν καὶ λίβα καὶ ἀνατολὰς καὶ θάλασσαν·"]},{"type":"verse","number":15,"content":["ὅτι πᾶσαν τὴν γῆν, ἣν σὺ ὁρᾷς, σοὶ δώσω αὐτὴν καὶ τῷ σπέρματί σου ἕως αἰῶνος."]},{"type":"verse","number":16,"content":["Καὶ ποιήσω τὸ σπέρμα σου, ὡς τὴν ἄμμον τῆς γῆς· εἰ δύναταί τις ἐξαριθμῆσαι τὴν ἄμμον τῆς γῆς, καὶ τὸ σπέρμα σου ἐξαριθμηθήσεται."]},{"type":"verse","number":17,"content":["Ἀναστὰς διόδευσον τὴν γῆν εἴς τε τὸ μῆκος αὐτῆς καὶ εἰς τὸ πλάτος· ὅτι σοι δώσω αὐτὴν καὶ τῷ σπέρματί σου εἰς τὸν αἰῶνα."]},{"type":"verse","number":18,"content":["Καὶ ἀποσκηνώσας Ἅβραμ, ἐλθὼν κατῴκησε παρὰ τὴν δρῦν τὴν Μαμβρῆ, ἣ ἦν ἐν Χεβρὼμ, καὶ ᾠκοδόμησεν ἐκεῖ θυσιαστήριον τῷ Κυρίῳ."]}],"footnotes":[]}}