{"translation":{"id":"GRCBRE","language":"grc","name":"μετάφραση των εβδομήκοντα","englishName":"Brenton Septuagint","licenseUrl":"https://ebible.org/Scriptures/details.php?id=grcbrent","website":"https://ebible.org/Scriptures/details.php?id=grcbrent","shortName":"BRE","availableFormats":["json"],"listOfBooksApiLink":"/api/GRCBRE/books.json"},"book":{"id":"GEN","name":"ΓΕΝΕΣΙΣ","commonName":"ΓΕΝΕΣΙΣ","title":"ΓΕΝΕΣΙΣ","firstChapterApiLink":"/api/GRCBRE/ΓΕΝΕΣΙΣ/1.json","lastChapterApiLink":"/api/GRCBRE/ΓΕΝΕΣΙΣ/50.json","numberOfChapters":50},"nextChapterApiLink":"/api/GRCBRE/ΓΕΝΕΣΙΣ/3.json","previousChapterApiLink":"/api/GRCBRE/ΓΕΝΕΣΙΣ/1.json","chapter":{"number":2,"content":[{"type":"verse","number":1,"content":["Καὶ συνετελέσθησαν ὁ οὐρανὸς καὶ ἡ γῆ, καὶ πᾶς ὁ κόσμος αὐτῶν."]},{"type":"line_break"},{"type":"verse","number":2,"content":["Καὶ συνετέλεσεν ὁ Θεὸς ἐν τῇ ἡμέρᾳ τῇ ἕκτῃ τὰ ἔργα αὐτοῦ, ἃ ἐποίησε· καὶ κατέπαυσε τῇ ἡμέρᾳ τῇ ἑβδόμῃ ἀπὸ πάντων τῶν ἔργων αὐτοῦ, ὧν ἐποίησε."]},{"type":"verse","number":3,"content":["Καὶ εὐλόγησεν ὁ Θεὸς τὴν ἡμέραν τὴν ἑβδόμην, καὶ ἡγίασεν αὐτήν, ὅτι ἐν αὐτῇ κατέπαυσεν ἀπὸ πάντων τῶν ἔργων αὐτοῦ, ὧν ἤρξατο ὁ Θεὸς ποιῆσαι."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Αὕτη ἡ βίβλος γενέσεως οὐρανοῦ καὶ γῆς, ὅτε ἐγένετο, ᾗ ἡμέρᾳ ἐποίησε Κύριος ὁ Θεὸς τὸν οὐρανὸν καὶ τὴν γῆν,"]},{"type":"verse","number":5,"content":["καὶ πᾶν χλωρὸν ἀγροῦ πρὸ τοῦ γενέσθαι ἐπὶ τῆς γῆς, καὶ πάντα χόρτον ἀγροῦ πρὸ τοῦ ἀνατεῖλαι· οὐ γὰρ ἔβρεξεν ὁ Θεὸς ἐπὶ τὴν γῆν, καὶ ἄνθρωπος οὐκ ἦν ἐργάζεσθαι αὐτήν."]},{"type":"verse","number":6,"content":["Πηγὴ δὲ ἀνέβαινεν ἐκ τῆς γῆς, καὶ ἐπότιζε πᾶν τὸ πρόσωπον τῆς γῆς."]},{"type":"verse","number":7,"content":["Καὶ ἔπλασεν ὁ Θεὸς τὸν ἄνθρωπον, χοῦν ἀπὸ τῆς γῆς· καὶ ἐνεφύσησεν εἰς τὸ πρόσωπον αὐτοῦ πνοὴν ζωῆς, καὶ ἐγένετο ὁ ἄνθρωπος εἰς ψυχὴν ζῶσαν."]},{"type":"line_break"},{"type":"verse","number":8,"content":["Καὶ ἐφύτευσεν ὁ Θεὸς παράδεισον ἐν Ἐδὲμ κατὰ ἀνατολάς· καὶ ἔθετο ἐκεῖ τὸν ἄνθρωπον, ὃν ἔπλασε."]},{"type":"verse","number":9,"content":["Καὶ ἐξανέτειλεν ὁ Θεὸς ἔτι ἐκ τῆς γῆς πᾶν ξύλον ὡραῖον εἰς ὅρασιν, καὶ καλὸν εἰς βρῶσιν, καὶ τὸ ξύλον τῆς ζωῆς ἐν μέσῳ τοῦ παραδείσου, καὶ τὸ ξύλον τοῦ εἰδέναι γνωστὸν καλοῦ καὶ πονηροῦ."]},{"type":"verse","number":10,"content":["Ποταμὸς δὲ ἐκπορεύεται ἐξ Ἐδὲμ ποτίζειν τὸν παράδεισον· ἐκεῖθεν ἀφορίζεται εἰς τέσσαρας ἀρχάς."]},{"type":"verse","number":11,"content":["Ὄνομα τῷ ἑνὶ, Φισῶν· οὗτος ὁ κυκλῶν πᾶσαν τὴν γῆν Εὐιλάτ· ἐκεῖ οὗ ἐστι τὸ χρυσίον."]},{"type":"verse","number":12,"content":["Τὸ δὲ χρυσίον τῆς γῆς ἐκείνης καλόν· καὶ ἐκεῖ ἐστιν ὁ ἄνθραξ, καὶ ὁ λίθος ὁ πράσινος."]},{"type":"verse","number":13,"content":["Καὶ ὄνομα τῷ ποταμῷ τῷ δευτέρῳ, Γεῶν· οὗτος ὁ κυκλῶν πᾶσαν τὴν γὴν Αἰθιοπίας."]},{"type":"verse","number":14,"content":["Καὶ ὁ ποταμὸς ὁ τρίτος, Τίγρις· οὗτος ὁ προπορευόμενος κατέναντι Ἀσσυρίων· ὁ δὲ ποταμὸς ὁ τέταρτος, Εὐφράτης."]},{"type":"verse","number":15,"content":["Καὶ ἔλαβε Κύριος ὁ Θεὸς τὸν ἄνθρωπον ὃν ἔπλασε, καὶ ἔθετο αὐτὸν ἐν τῷ παραδείσῳ τῆς τρυφῆς, ἐργάζεσθαι αὐτὸν καὶ φυλάσσειν."]},{"type":"verse","number":16,"content":["Καὶ ἐνετείλατο Κύριος ὁ Θεὸς τῷ Ἀδὰμ, λέγων, ἀπὸ παντὸς ξύλου τοῦ ἐν τῷ παραδείσῳ βρώσει φαγῇ."]},{"type":"verse","number":17,"content":["Ἀπὸ δὲ τοῦ ξύλου τοῦ γινώσκειν καλὸν καὶ πονηρὸν, οὐ φάγεσθε ἀπʼ αὐτοῦ· ᾗ δʼ ἂν ἡμέρᾳ φάγητε ἀπʼ αὐτοῦ, θανάτῳ ἀποθανεῖσθε."]},{"type":"line_break"},{"type":"verse","number":18,"content":["Καὶ εἶπε Κύριος ὁ Θεὸς, οὐ καλὸν εἶναι τὸν ἄνθρωπον μόνον· ποιήσωμεν αὐτῷ βοηθὸν κατʼ αὐτόν."]},{"type":"verse","number":19,"content":["Καὶ ἔπλασεν ὁ Θεὸς ἔτι ἐκ τῆς γῆς πάντα τὰ θηρία τοῦ ἀγροῦ, καὶ πάντα τὰ πετεινὰ τοῦ οὐρανοῦ· καὶ ἤγαγεν αὐτὰ πρὸς τὸν Ἀδὰμ, ἰδεῖν τί καλέσει αὐτά· καὶ πᾶν ὃ ἐὰν ἐκάλεσεν αὐτὸ Ἀδὰμ ψυχὴν ζῶσαν, τοῦτο ὄνομα αὐτῷ."]},{"type":"verse","number":20,"content":["Καὶ ἐκάλεσεν Ἀδὰμ ὀνόματα πᾶσι τοῖς κτήνεσι, καὶ πᾶσι τοῖς πετεινοῖς τοῦ οὐρανοῦ, καὶ πᾶσι τοῖς θηρίοις τοῦ ἀγροῦ· τῷ δὲ Ἀδὰμ οὐχ εὑρέθη βοηθὸς ὅμοιος αὐτῷ."]},{"type":"verse","number":21,"content":["Καὶ ἐπέβαλεν ὁ Θεὸς ἔκστασιν ἐπὶ τὸν Ἀδὰμ, καὶ ὕπνωσε· καὶ ἔλαβε μίαν τῶν πλευρῶν αὐτοῦ, καὶ ἀνεπλήρωσε σάρκα ἀντʼ αὐτῆς."]},{"type":"verse","number":22,"content":["Καὶ ᾠκοδόμησεν ὁ Θεὸς τὴν πλευρὰν, ἣν ἔλαβεν ἀπὸ τοῦ Ἀδὰμ εἰς γυναῖκα· καὶ ἤγαγεν αὐτὴν πρὸς τὸν Ἀδάμ."]},{"type":"verse","number":23,"content":["Καὶ εἶπεν Ἀδάμ· τοῦτο νῦν ὀστοῦν ἐκ τῶν ὀστέων μου, καὶ σὰρξ ἐκ τῆς σαρκός μου· αὕτη κληθήσεται γυνὴ, ὅτι ἐκ τοῦ ἀνδρὸς αὐτῆς ἐλήφθη."]},{"type":"verse","number":24,"content":["Ἕνεκεν τούτου καταλείψει ἄνθρωπος τὸν πατέρα αὐτοῦ καὶ τὴν μητέρα, καὶ προσκολληθήσεται πρὸς τὴν γυναῖκα αὐτοῦ· καὶ ἔσονται οἱ δύο εἰς σάρκα μίαν."]},{"type":"verse","number":25,"content":["Καὶ ἦσαν οἱ δύο γυμνοὶ, ὅ, τε Ἀδὰμ καὶ ἡ γυνὴ αὐτοῦ, καὶ οὐκ ᾐσχύνοντο."]}],"footnotes":[]}}