{"translation":{"id":"GRCBRE","language":"grc","name":"μετάφραση των εβδομήκοντα","englishName":"Brenton Septuagint","licenseUrl":"https://ebible.org/Scriptures/details.php?id=grcbrent","website":"https://ebible.org/Scriptures/details.php?id=grcbrent","shortName":"BRE","availableFormats":["json"],"listOfBooksApiLink":"/api/GRCBRE/books.json","textDirection":"ltr"},"book":{"id":"GEN","name":"ΓΕΝΕΣΙΣ","commonName":"ΓΕΝΕΣΙΣ","title":"ΓΕΝΕΣΙΣ","firstChapterApiLink":"/api/GRCBRE/ΓΕΝΕΣΙΣ/1.json","lastChapterApiLink":"/api/GRCBRE/ΓΕΝΕΣΙΣ/50.json","numberOfChapters":50},"nextChapterApiLink":"/api/GRCBRE/ΓΕΝΕΣΙΣ/8.json","previousChapterApiLink":"/api/GRCBRE/ΓΕΝΕΣΙΣ/6.json","chapter":{"number":7,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":["Καὶ εἶπε Κύριος ὁ Θεὸς πρὸς Νῶε, εἴσελθε σὺ καὶ πᾶς ὁ οἶκός σου εἰς τὴν κιβωτὸν, ὅτι σὲ εἶδον δίκαιον ἐναντίον μου ἐν τῇ γενεᾷ ταύτῃ."]},{"type":"verse","number":2,"content":["Ἀπὸ δὲ τῶν κτηνῶν τῶν καθαρῶν εἰσάγαγε πρὸς σὲ ἑπτὰ ἑπτὰ ἄρσεν καὶ θῆλυ, ἀπὸ δὲ τῶν κτηνῶν τῶν μὴ καθαρῶν δύο δύο ἄρσεν καὶ θῆλυ."]},{"type":"verse","number":3,"content":["Καὶ ἀπὸ τῶν πετεινῶν τοῦ οὐρανοῦ τῶν καθαρῶν ἑπτὰ ἑπτὰ ἄρσεν καὶ θῆλυ, καὶ ἀπὸ πάντων τῶν πετεινῶν τῶν μὴ καθαρῶν δύο δύο ἄρσεν καὶ θῆλυ, διαθρέψαι σπέρμα ἐπὶ πᾶσαν τὴν γῆν."]},{"type":"verse","number":4,"content":["Ἔτι γὰρ ἡμερῶν ἑπτὰ ἐγὼ ἐπάγω ὑετὸν ἐπὶ τὴν γῆν, τεσσαράκοντα ἡμέρας καὶ τεσσαράκοντα νύκτας· καὶ ἐξαλείψω πᾶν τὸ ἀνάστημα, ὃ ἐποίησα ἀπὸ προσώπου πάσης τῆς γῆς."]},{"type":"verse","number":5,"content":["Καὶ ἐποίησε Νῶε πάντα, ὅσα ἐνετείλατο αὐτῷ Κύριος ὁ Θεός."]},{"type":"verse","number":6,"content":["Νῶε δὲ ἦν ἐτῶν ἑξακοσίων, καὶ ὁ κατακλυσμὸς τοῦ ὕδατος ἐγένετο ἐπὶ τῆς γῆς."]},{"type":"verse","number":7,"content":["Εἰσῆλθε δὲ Νῶε καὶ οἱ υἱοὶ αὐτοῦ, καὶ ἡ γυνὴ αὐτοῦ, καὶ αἱ γυναῖκες τῶν υἱῶν αὐτοῦ μετʼ αὐτοῦ εἰς τὴν κιβωτὸν, διὰ τὸ ὕδωρ τοῦ κατακλυσμοῦ."]},{"type":"verse","number":8,"content":["Καὶ ἀπὸ τῶν πετεινῶν τῶν καθαρῶν, καὶ ἀπὸ τῶν πετεινῶν τῶν μὴ καθαρῶν, καὶ ἀπὸ τῶν κτηνῶν τῶν καθαρῶν, καὶ ἀπὸ τῶν κτηνῶν τῶν μὴ καθαρῶν, καὶ ἀπὸ πάντων τῶν ἑρπόντων ἐπὶ τῆς γῆς,"]},{"type":"verse","number":9,"content":["δύο δύο εἰσῆλθον πρὸς Νῶε εἰς τὴν κιβωτὸν ἄρσεν καὶ θῆλυ, καθὰ ἐνετείλατο ὁ Θεὸς τῷ Νῶε."]},{"type":"verse","number":10,"content":["Καὶ ἐγένετο μετὰ τὰς ἑπτὰ ἡμέρας, καὶ τὸ ὕδωρ τοῦ κατακλυσμοῦ ἐγένετο ἐπὶ τῆς γῆς."]},{"type":"verse","number":11,"content":["Ἐν τῷ ἑξακοσιοστῷ ἔτει ἐν τῇ ζωῇ τοῦ Νῶε, τοῦ δευτέρου μηνὸς, ἑβδόμῃ καὶ εἰκάδι τοῦ μηνὸς, τῇ ἡμέρᾳ ταύτῃ ἐῤῥάγησαν πᾶσαι αἱ πηγαὶ τῆς ἀβύσσου, καὶ οἱ καταῤῥάκται τοῦ οὐρανοῦ ἠνεῴχθησαν."]},{"type":"verse","number":12,"content":["Καὶ ἐγένετο ὁ ὑετὸς ἐπὶ τῆς γῆς τεσσαράκοντα ἡμέρας καὶ τεσσαράκοντα νύκτας."]},{"type":"verse","number":13,"content":["Ἐν τῇ ἡμέρᾳ ταύτῃ εἰσῆλθε Νῶε, Σὴμ, Χὰμ, Ἰάφεθ, οἱ υἱοὶ Νῶε, καὶ ἡ γυνὴ Νῶε, καὶ αἱ τρεῖς γυναῖκες τῶν υἱῶν αὐτοῦ μετʼ αὐτοῦ, εἰς τὴν κιβωτόν."]},{"type":"verse","number":14,"content":["Καὶ πάντα τὰ θηρία κατὰ γένος, καὶ πάντα τὰ κτήνη κατὰ γένος, καὶ πᾶν ἑρπετὸν κινούμενον ἐπὶ τῆς γῆς κατὰ γένος, καὶ πᾶν ὄρνεον πετεινὸν κατὰ γένος αὐτοῦ,"]},{"type":"verse","number":15,"content":["εἰσῆλθον πρὸς Νῶε εἰς τὴν κιβωτὸν, δύο δύο ἄρσεν καὶ θῆλυ ἀπὸ πάσης σαρκὸς, ἐν ᾧ ἐστι πνεῦμα ζωῆς."]},{"type":"verse","number":16,"content":["Καὶ τὰ εἰσπορευόμενα ἄρσεν καὶ θῆλυ ἀπὸ πάσης σαρκὸς εἰσῆλθε, καθὰ ἐνετείλατο ὁ Θεὸς τῷ Νῶε· καὶ ἔκλεισε Κύριος ὁ Θεὸς τὴν κιβωτὸν ἔξωθεν αὐτοῦ."]},{"type":"line_break"},{"type":"verse","number":17,"content":["Καὶ ἐγένετο ὁ κατακλυσμὸς τεσσαράκοντα ἡμέρας καὶ τεσσαράκοντα νύκτας ἐπὶ τῆς γῆς· καὶ ἐπεπληθύνθη τὸ ὕδωρ· καὶ ἐπῇρε τὴν κιβωτὸν, καὶ ὑψώθη ἀπὸ τῆς γῆς."]},{"type":"verse","number":18,"content":["Καὶ ἐπεκράτει τὸ ὕδωρ, καὶ ἐπληθύνετο σφόδρα ἐπὶ τῆς γῆς· καὶ ἐπεφέρετο ἡ κιβωτὸς ἐπάνω τοῦ ὕδατος."]},{"type":"verse","number":19,"content":["Τὸ δὲ ὕδωρ ἐπεκράτει σφόδρα σφόδρα ἐπὶ τῆς γῆς· καὶ ἐκάλυψε πάντα τὰ ὄρη τὰ ὑψηλὰ, ἃ ἦν ὑποκάτω τοῦ οὐρανοῦ."]},{"type":"verse","number":20,"content":["Πεντεκαίδεκα πήχεις ὑπεράνω ὑψώθη τὸ ὕδωρ· καὶ ἐπεκάλυψε πάντα τὰ ὄρη τὰ ὑψηλά."]},{"type":"verse","number":21,"content":["Καὶ ἀπέθανε πᾶσα σὰρξ κινουμένη ἐπὶ τῆς γῆς τῶν πετεινῶν, καὶ τῶν κτηνῶν, καὶ τῶν θηρίων· καὶ πᾶν ἑρπετὸν κινούμενον ἐπὶ τῆς γῆς, καὶ πᾶς ἄνθρωπος."]},{"type":"verse","number":22,"content":["Καὶ πάντα ὅσα ἔχει πνοὴν ζωῆς, καὶ πᾶν ὃ ἦν ἐπὶ τῆς ξηρᾶς, ἀπέθανε."]},{"type":"verse","number":23,"content":["Καὶ ἐξήλειψε πᾶν τὸ ἀνάστημα, ὃ ἦν ἐπὶ προσώπου τῆς γῆς, ἀπὸ ἀνθρώπου ἕως κτήνους, καὶ ἑρπετῶν, καὶ τῶν πετεινῶν τοῦ οὐρανοῦ· καὶ ἐξηλείφησαν ἀπὸ τῆς γῆς· καὶ κατελείφθη μόνος Νῶε, καὶ οἱ μετʼ αὐτοῦ ἐν τῇ κιβωτῷ."]},{"type":"verse","number":24,"content":["Καὶ ὑψώθη τὸ ὕδωρ ἐπὶ τῆς γῆς ἡμέρας ἑκατὸν πεντήκοντα."]}],"footnotes":[]}}