{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json"},"book":{"id":"DAN","name":"Daniel","commonName":"Daniel","title":"Daniel","firstChapterApiLink":"/api/BSB/Daniel/1.json","lastChapterApiLink":"/api/BSB/Daniel/12.json","numberOfChapters":12},"nextChapterApiLink":"/api/BSB/Daniel/7.json","previousChapterApiLink":"/api/BSB/Daniel/5.json","chapter":{"number":6,"content":[{"type":"heading","content":["The Plot against Daniel"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Now it pleased Darius to appoint 120 satraps to rule throughout the kingdom,","poem":2}]},{"type":"verse","number":2,"content":[{"text":"and over them three administrators, including Daniel, to whom these satraps were accountable so that the king would not suffer loss.","poem":2}]},{"type":"verse","number":3,"content":[{"text":"Soon, by his extraordinary spirit, Daniel distinguished himself among the administrators and satraps. So the king planned to set him over the whole kingdom.","poem":2}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"Thus the administrators and satraps sought a charge against Daniel concerning the kingdom, but they could find no charge or corruption, because he was trustworthy, and no negligence or corruption was found in him.","poem":2}]},{"type":"verse","number":5,"content":[{"text":"Finally these men said, “We will never find any charge against this Daniel, unless we find something against him concerning the law of his God.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"So the administrators and satraps went together to the king and said, “O King Darius, may you live forever!","poem":2}]},{"type":"verse","number":7,"content":[{"text":"All the royal administrators, prefects, satraps, advisers, and governors have agreed that the king should establish an ordinance and enforce a decree that for thirty days anyone who petitions any god or man except you, O king, will be thrown into the den of lions.","poem":2}]},{"type":"verse","number":8,"content":[{"text":"Therefore, O king, establish the decree and sign the document so that it cannot be changed—in accordance with the law of the Medes and Persians, which cannot be repealed.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":9,"content":[{"text":"Therefore King Darius signed the written decree.","poem":2}]},{"type":"heading","content":["Daniel in the Lions’ Den"]},{"type":"line_break"},{"type":"verse","number":10,"content":[{"text":"Now when Daniel learned that the document had been signed, he went into his house, where the windows of his upper room opened toward Jerusalem, and three times a day he got down on his knees, prayed, and gave thanks to his God, just as he had done before.","poem":2}]},{"type":"verse","number":11,"content":[{"text":"Then these men went as a group and found Daniel petitioning and imploring his God.","poem":2}]},{"type":"verse","number":12,"content":[{"text":"So they approached the king and asked about his royal decree: “Did you not sign a decree that for thirty days any man who petitions any god or man except you, O king, will be thrown into the den of lions?”","poem":2},{"text":"The king replied, “According to the law of the Medes and Persians the order stands, and it cannot be repealed.”","poem":2}]},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"Then they told the king, “Daniel, one of the exiles from Judah, shows no regard for you, O king, or for the decree that you have signed. He still makes his petition three times a day.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":14,"content":[{"text":"As soon as the king heard this, he was deeply distressed and set his mind on delivering Daniel, and he labored until sundown to rescue him.","poem":2}]},{"type":"line_break"},{"type":"verse","number":15,"content":[{"text":"Then the men approached the king together and said to him, “Remember, O king, that by the law of the Medes and Persians no decree or ordinance established by the king can be changed.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"So the king gave the order, and they brought Daniel and threw him into the den of lions.","poem":2},{"text":"The king said to Daniel, “May your God, whom you serve continually, deliver you!”","poem":2}]},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":17,"content":[{"text":"A stone was brought and placed over the mouth of the den, and the king sealed it with his own signet ring and with the rings of his nobles, so that nothing concerning Daniel could be changed.","poem":2}]},{"type":"line_break"},{"type":"verse","number":18,"content":[{"text":"Then the king went to his palace and spent the night fasting. No entertainment was brought before him, and sleep fled from him.","poem":2}]},{"type":"line_break"},{"type":"verse","number":19,"content":[{"text":"At the first light of dawn, the king got up and hurried to the den of lions.","poem":2}]},{"type":"verse","number":20,"content":[{"text":"When he reached the den, he cried out in a voice of anguish, “O Daniel, servant of the living God, has your God, whom you serve continually, been able to deliver you from the lions?”","poem":2}]},{"type":"line_break"},{"type":"verse","number":21,"content":[{"text":"Then Daniel replied, “O king, may you live forever!","poem":2}]},{"type":"verse","number":22,"content":[{"text":"My God sent His angel and shut the mouths of the lions. They have not hurt me, for I was found innocent in His sight, and I have done no wrong against you, O king.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":23,"content":[{"text":"The king was overjoyed and gave orders to lift Daniel out of the den, and when Daniel was lifted out of the den, no wounds whatsoever were found on him, because he had trusted in his God.","poem":2}]},{"type":"line_break"},{"type":"verse","number":24,"content":[{"text":"At the command of the king, the men who had falsely accused Daniel were brought and thrown into the den of lions—they and their children and wives. And before they had reached the bottom of the den, the lions overpowered them and crushed all their bones.","poem":2}]},{"type":"heading","content":["Darius Honors God"]},{"type":"line_break"},{"type":"verse","number":25,"content":[{"text":"Then King Darius wrote to the people of every nation and language throughout the land: “May your prosperity abound.","poem":2}]},{"type":"verse","number":26,"content":[{"text":"I hereby decree that in every part of my kingdom, men are to tremble in fear before the God of Daniel:","poem":2},{"text":"For He is the living God,","poem":1},{"text":"and He endures forever;","poem":2},{"text":"His kingdom will never be destroyed,","poem":1},{"text":"and His dominion will never end.","poem":2}]},{"type":"line_break"},{"type":"verse","number":27,"content":[{"text":"He delivers and rescues;","poem":1},{"text":"He performs signs and wonders","poem":2},{"text":"in the heavens and on the earth,","poem":2},{"text":"for He has rescued Daniel","poem":1},{"text":"from the power of the lions.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":28,"content":[{"text":"So Daniel prospered during the reign of Darius and the reign of Cyrus","poem":2},{"noteId":26},{"text":"the Persian.","poem":2}]}],"footnotes":[{"noteId":26,"text":"Or prospered during the reign of Darius, that is, the reign of Cyrus","reference":{"chapter":6,"verse":28}}]}}