{"translation":{"id":"GRCBRE","language":"grc","name":"μετάφραση των εβδομήκοντα","englishName":"Brenton Septuagint","licenseUrl":"https://ebible.org/Scriptures/details.php?id=grcbrent","website":"https://ebible.org/Scriptures/details.php?id=grcbrent","shortName":"BRE","availableFormats":["json"],"listOfBooksApiLink":"/api/GRCBRE/books.json"},"book":{"id":"JOL","name":"ΙΩΗΛ. Δʹ","commonName":"ΙΩΗΛ. Δʹ","title":"ΙΩΗΛ. Δʹ","firstChapterApiLink":"/api/GRCBRE/ΙΩΗΛ._Δʹ/1.json","lastChapterApiLink":"/api/GRCBRE/ΙΩΗΛ._Δʹ/4.json","numberOfChapters":4},"nextChapterApiLink":"/api/GRCBRE/ΑΜΩΣ._Βʹ/1.json","previousChapterApiLink":"/api/GRCBRE/ΙΩΗΛ._Δʹ/3.json","chapter":{"number":4,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":["Ὅτι ἰδοὺ ἐγὼ ἐν ταῖς ἡμέραις ἐκείναις καὶ ἐν τῷ καιρῷ ἐκείνῳ, ὅταν ἐπιστρέψω τὴν αἰχμαλωσίαν Ἰούδα καὶ Ἱερουσαλὴμ,"]},{"type":"verse","number":2,"content":["καὶ συνάξω πάντα τὰ ἔθνη, καὶ κατάξω αὐτὰ εἰς τὴν κοιλάδα Ἰωσαφὰτ, καὶ διακριθήσομαι πρὸς αὐτοὺς ἐκεῖ ὑπὲρ τοῦ λαοῦ μου καὶ τῆς κληρονομίας μου Ἰσραὴλ, οἳ διεσπάρησαν ἐν τοῖς ἔθνεσι, καὶ τὴν γῆν μου κατεδιείλαντο,"]},{"type":"verse","number":3,"content":["καὶ ἐπὶ τὸν λαόν μου ἔβαλον κλήρους, καὶ ἔδωκαν τὰ παιδάρια πόρναις, καὶ τὰ κοράσια ἐπώλουν ἀντὶ τοῦ οἴνου, καὶ ἔπινον."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Καὶ τί ὑμεῖς ἐμοὶ Τύρος, καὶ Σιδὼν, καὶ πᾶσα Γαλιλαία ἀλλοφύλων; μὴ ἀνταπόδομα ὑμεῖς ἀνταποδίδοτέ μοι; ἢ μνησικακεῖτε ὑμεῖς ἐπʼ ἐμοί; ὀξέως, καὶ ταχέως ἀνταποδώσω τὸ ἀνταπόδομα ὑμῶν εἰς κεφαλὰς ὑμῶν,"]},{"type":"verse","number":5,"content":["ἀνθʼ ὧν τὸ ἀργύριόν μου καὶ τὸ χρυσίον μου ἐλάβετε, καὶ τὰ ἐπίλεκτά μου τὰ καλὰ εἰσηνέγκατε εἰς τοὺς ναοὺς ὑμῶν,"]},{"type":"verse","number":6,"content":["καὶ τοὺς υἱοὺς Ἰούδα καὶ τοὺς υἱοὺς Ἱερουσαλὴμ ἀπέδοσθε τοῖς υἱοῖς τῶν Ἑλλήνων, ὅπως ἐξώσητε αὐτοὺς ἐκ τῶν ὁρίων αὐτῶν."]},{"type":"verse","number":7,"content":["Καὶ ἰδοὺ ἐγὼ ἐξεγείρω αὐτοὺς ἐκ τοῦ τόπου οὗ ἀπέδοσθε αὐτοὺς ἐκεῖ, καὶ ἀνταποδώσω τὸ ἀνταπόδομα ὑμῶν εἰς κεφαλὰς ὑμῶν,"]},{"type":"verse","number":8,"content":["καὶ ἀποδώσομαι τοὺς υἱοὺς ὑμῶν καὶ τὰς θυγατέρας ὑμῶν εἰς χεῖρας τῶν υἱῶν Ἰούδα, καὶ ἀποδώσονται αὐτοὺς εἰς αἰχμαλωσίαν εἰς ἔθνος μακρὰν ἀπέχον, ὅτι Κύριος ἐλάλησε."]},{"type":"line_break"},{"type":"verse","number":9,"content":["Κηρύξατε ταῦτα ἐν τοῖς ἔθνεσιν, ἁγιάσατε πόλεμον, ἐξεγείρατε τοὺς μαχητὰς, προσαγάγετε καὶ ἀναβαίνετε πάντες ἄνδρες πολεμισταὶ,"]},{"type":"verse","number":10,"content":["συγκόψατε τὰ ἄροτρα ὑμῶν εἰς ῥομφαίας, καὶ τὰ δρέπανα ὑμῶν εἰς σειρομάστας· ὁ ἀδύνατος λεγέτω, ὅτι ἰσχύω ἐγώ."]},{"type":"verse","number":11,"content":["Συναθροίζεσθε, καὶ εἰσπορεύεσθε πάντα τὰ ἔθνη κυκλόθεν, καὶ συνάχθητε ἐκεῖ· ὁ πρᾳῢς ἔστω μαχητής."]},{"type":"verse","number":12,"content":["Ἐξεγειρέσθωσαν, ἀναβαινέτωσαν πάντα τὰ ἔθνη εἰς τὴν κοιλάδα Ἰωσαφὰτ, διότι ἐκεῖ καθιῶ τοῦ διακρῖναι πάντα τὰ ἔθνη κυκλόθεν."]},{"type":"line_break"},{"type":"verse","number":13,"content":["Ἐξαποστείλατε δρέπανα, ὅτι παρέστηκεν ὁ τρυγητός· εἰσπορεύεσθε, πατεῖτε, διότι πλήρης ἡ ληνός· ὑπερεκχεῖτε τὰ ὑπολήνια, ὅτι πεπλήθυνται τὰ κακὰ αὐτῶν."]},{"type":"verse","number":14,"content":["Ἦχοι ἐξήχησαν ἐν τῇ κοιλάδι τῆς δίκης, ὅτι ἐγγὺς ἡμέρα Κυρίου ἐν τῇ κοιλάδι τῆς δίκης."]},{"type":"verse","number":15,"content":["Ὁ ἥλιος καὶ ἡ σελήνη συσκοτάσουσι, καὶ οἱ ἀστέρες δύσουσι φέγγος αὐτῶν."]},{"type":"line_break"},{"type":"verse","number":16,"content":["Ὁ δὲ Κύριος ἐκ Σιὼν ἀνακεκράξεται, καὶ ἐξ Ἱερουσαλὴμ δώσει φωνὴν αὐτοῦ, καὶ σεισθήσεται ὁ οὐρανὸς καὶ ἡ γῆ· ὁ δὲ Κύριος φείσεται τοῦ λαοῦ αὐτοῦ, καὶ ἐνισχύσει τοὺς υἱοὺς Ἰσραήλ."]},{"type":"verse","number":17,"content":["Καὶ ἐπιγνώσεσθε διότι ἐγὼ Κύριος ὁ Θεὸς ὑμῶν, ὁ κατασκηνῶν ἐν Σιὼν ὄρει ἁγίῳ μου· καὶ ἔσται Ἱερουσαλὴμ ἁγία, καὶ ἀλλογενεῖς οὐ διελεύσονται διʼ αὐτῆς οὐκέτι."]},{"type":"line_break"},{"type":"verse","number":18,"content":["Καὶ ἔσται ἐν τῇ ἡμέρᾳ ἐκείνῃ, ἀποσταλάξει τὰ ὄρη γλυκασμὸν, καὶ οἱ βουνοὶ ῥυήσονται γάλα, καὶ πᾶσαι αἱ ἀφέσεις Ἰούδα ῥυήσονται ὕδατα, καὶ πηγὴ ἐξ οἴκου Κυρίου ἐξελεύσεται, καὶ ποτιεῖ τὸν χειμάῤῥουν τῶν σχοίνων."]},{"type":"line_break"},{"type":"verse","number":19,"content":["Αἴγυπτος εἰς ἀφανισμὸν ἔσται, καὶ ἡ Ἰδουμαία εἰς πεδίον ἀφανισμοῦ ἔσται, ἐξ ἀδικιῶν υἱῶν Ἰούδα, ἀνθʼ ὧν ἐξέχεαν αἷμα δίκαιον ἐν τῇ γῇ αὐτῶν."]},{"type":"verse","number":20,"content":["Ἡ δὲ Ἰουδαία εἰς τὸν αἰῶνα κατοικηθήσεται, καὶ Ἱερουσαλὴμ εἰς γενεὰς γενεῶν."]},{"type":"verse","number":21,"content":["Καὶ ἐκζητήσω τὸ αἷμα αὐτῶν, καὶ οὐ μὴ ἀθωώσω, καὶ Κύριος κατασκηνώσει ἐν Σιών."]}],"footnotes":[]}}