{"translation":{"id":"GRCBRE","language":"grc","name":"μετάφραση των εβδομήκοντα","englishName":"Brenton Septuagint","licenseUrl":"https://ebible.org/Scriptures/details.php?id=grcbrent","website":"https://ebible.org/Scriptures/details.php?id=grcbrent","shortName":"BRE","availableFormats":["json"],"listOfBooksApiLink":"/api/GRCBRE/books.json"},"book":{"id":"EZK","name":"ΙΕΖΕΚΙΗΛ","commonName":"ΙΕΖΕΚΙΗΛ","title":"ΙΕΖΕΚΙΗΛ","firstChapterApiLink":"/api/GRCBRE/ΙΕΖΕΚΙΗΛ/1.json","lastChapterApiLink":"/api/GRCBRE/ΙΕΖΕΚΙΗΛ/48.json","numberOfChapters":48},"nextChapterApiLink":"/api/GRCBRE/ΙΕΖΕΚΙΗΛ/3.json","previousChapterApiLink":"/api/GRCBRE/ΙΕΖΕΚΙΗΛ/1.json","chapter":{"number":2,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":["Αὕτη ἡ ὅρασις ὁμοιώματος δόξης Κυρίου· καὶ ἴδον, καὶ πίπτω ἐπὶ πρόσωπόν μου, καὶ ἤκουσα φωνὴν λαλοῦντος· καὶ εἶπε πρὸς μὲ, υἱὲ ἀνθρώπου, στῆθι ἐπὶ τοὺς πόδας σου, καὶ λαλήσω πρὸς σέ·"]},{"type":"line_break"},{"type":"verse","number":2,"content":["Καὶ ἦλθεν ἐπʼ ἐμὲ πνεῦμα, καὶ ἀνέλαβέ με, καὶ ἐξῇρέ με, καὶ ἔστησέ με ἐπὶ τοὺς πόδας μου, καὶ ἤκουον αὐτοῦ λαλοῦντος πρὸς μέ."]},{"type":"verse","number":3,"content":["Καὶ εἶπε πρὸς μὲ, υἱὲ ἀνθρώπου, ἐξαποστέλλω ἐγώ σε πρὸς τὸν οἶκον τοῦ Ἰσραὴλ, τοὺς παραπικραίνοντάς με, οἵτινες παρεπίκρανάν με, αὐτοὶ καὶ οἱ πατέρες αὐτῶν ἕως τῆς σήμερον ἡμέρας."]},{"type":"verse","number":4,"content":["Καὶ ἐρεῖς πρὸς αὐτοὺς, τάδε λέγει Κύριος,"]},{"type":"verse","number":5,"content":["ἐὰν ἆρα ἀκούσωσιν ἢ πτοηθῶσι, διότι οἶκος παραπικραίνων ἐστὶ, καὶ γνώσονται ὅτι προφήτης εἶ σὺ ἐν μέσῳ αὐτῶν."]},{"type":"line_break"},{"type":"verse","number":6,"content":["Καὶ σὺ, υἱὲ ἀνθρώπου, μὴ φοβηθῇς αὐτοὺς, μηδὲ ἐκστῇς ἀπὸ προσώπου αὐτῶν· διότι παροιστρήσουσι, καὶ ἐπισυστήσονται ἐπὶ σὲ κύκλῳ, καὶ ἐν μέσῳ σκορπίων σὺ κατοικεῖς· τοὺς λόγους αὐτῶν μὴ φοβηθῇς, καὶ ἀπὸ προσώπου αὐτῶν μὴ ἐκστῇς, διότι οἶκος παραπικραίνων ἐστί."]},{"type":"verse","number":7,"content":["Καὶ λαλήσεις τοὺς λόγους μου πρὸς αὐτοὺς, ἐὰν ἆρα ἀκούσωσιν ἢ πτοηθῶσιν, ὅτι οἶκος παραπικραίνων ἐστί."]},{"type":"line_break"},{"type":"verse","number":8,"content":["Καὶ σὺ, υἱὲ ἀνθρώπου, ἄκουε τοῦ λαλοῦντος πρὸς σὲ, μὴ γίνου παραπικραίνων, καθὼς ὁ οἶκος ὁ παραπικραίνων· χάνε τὸ στόμα σου, καὶ φάγε ὃ ἐγὼ δίδωμί σοι."]},{"type":"verse","number":9,"content":["Καὶ ἴδον, καὶ ἰδοὺ χεὶρ ἐκτεταμένη πρὸς μὲ, καὶ ἐν αὐτῇ κεφαλὶς βιβλίου."]},{"type":"verse","number":10,"content":["Καὶ ἀνείλησεν αὐτὴν ἐνώπιόν μου, καὶ ἦν ἐν αὐτῇ γεγραμμένα τὰ ἔμπροσθεν καὶ τὰ ὀπίσω· καὶ ἐγέγραπτο θρῆνος καὶ μέλος καὶ οὐαί."]}],"footnotes":[]}}