{"translation":{"id":"GRCBRE","language":"grc","name":"μετάφραση των εβδομήκοντα","englishName":"Brenton Septuagint","licenseUrl":"https://ebible.org/Scriptures/details.php?id=grcbrent","website":"https://ebible.org/Scriptures/details.php?id=grcbrent","shortName":"BRE","availableFormats":["json"],"listOfBooksApiLink":"/api/GRCBRE/books.json","textDirection":"ltr"},"book":{"id":"JON","name":"ΙΩΝΑΣ. ϛʹ","commonName":"ΙΩΝΑΣ. ϛʹ","title":"ΙΩΝΑΣ. ϛʹ","firstChapterApiLink":"/api/GRCBRE/ΙΩΝΑΣ._ϛʹ/1.json","lastChapterApiLink":"/api/GRCBRE/ΙΩΝΑΣ._ϛʹ/4.json","numberOfChapters":4},"nextChapterApiLink":"/api/GRCBRE/ΜΙΧΑΙΑΣ._Γʹ/1.json","previousChapterApiLink":"/api/GRCBRE/ΙΩΝΑΣ._ϛʹ/3.json","chapter":{"number":4,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":["Καὶ ἐλυπήθη Ἰωνᾶς λύπην μεγάλην· καὶ συνεχύθη,"]},{"type":"verse","number":2,"content":["καὶ προσεύξατο πρὸς Κύριον, καὶ εἶπεν, Κύριε, οὐχ οὗτοι οἱ λόγοι μου, ἔτι ὄντος μου ἐν τῇ γῇ μου; διατοῦτο προέφθασα τοῦ φυγεῖν εἰς Θαρσὶς, διότι ἔγνων ὅτι σὺ ἐλεήμων καὶ οἰκτίρμων, μακρόθυμος καὶ πολυέλεος, καὶ μετανοῶν ἐπὶ ταῖς κακίαις."]},{"type":"verse","number":3,"content":["Καὶ νῦν, δέσποτα Κύριε, λάβε τὴν ψυχήν μου ἀπʼ ἐμοῦ, ὅτι καλὸν τὸ ἀποθανεῖν με ἢ ζῇν με."]},{"type":"verse","number":4,"content":["Καὶ εἶπε Κύριος πρὸς Ἰωνᾶν, εἰ σφόδρα λελύπησαι σύ;"]},{"type":"line_break"},{"type":"verse","number":5,"content":["Καὶ ἐξῆλθεν Ἰωνᾶς ἐκ τῆς πόλεως, καὶ ἐκάθισεν ἀπέναντι τῆς πόλεως· καὶ ἐποίησεν αὐτῷ ἐκεῖ σκηνὴν, καὶ ἐκάθητο ὑποκάτω αὐτῆς, ἕως οὗ ἀπίδῃ τί ἔσται τῇ πόλει."]},{"type":"verse","number":6,"content":["Καὶ προσέταξε Κύριος ὁ Θεὸς κολοκύνθῃ, καὶ ἀνέβη ὑπὲρ κεφαλῆς τοῦ Ἰωνᾶ, τοῦ εἶναι σκιὰν ὑπεράνω τῆς κεφαλῆς αὐτοῦ, τοῦ σκιάζειν αὐτῷ ἀπὸ τῶν κακῶν αὐτοῦ· καὶ ἐχάρη Ἰωνᾶς ἐπὶ τῇ κολοκύνθῃ χαρὰν μεγάλην."]},{"type":"line_break"},{"type":"verse","number":7,"content":["Καὶ προσέταξεν ὁ Θεὸς σκώληκι ἑωθινῇ τῇ ἐπαυρίον, καὶ ἐπάταξε τὴν κολόκυνθαν, καὶ ἀπεξηράνθη."]},{"type":"verse","number":8,"content":["Καὶ ἐγένετο ἅμα τῷ ἀνατεῖλαι τὸν ἥλιον, καὶ προσέταξεν ὁ Θεὸς πνεύματι καύσωνι συγκαίοντι, καὶ ἐπάταξεν ὁ ἥλιος ἐπὶ τὴν κεφαλὴν τοῦ Ἰωνᾶ· καὶ ὠλιγοψύχησε, καὶ ἀπελέγετο τὴν ψυχὴν αὐτοῦ, καὶ εἶπε, καλόν μοι ἀποθανεῖν με ἢ ζῇν."]},{"type":"verse","number":9,"content":["Καὶ εἶπεν ὁ Θεὸς πρὸς Ἰωνᾶν, εἰ σφόδρα λελύπησαι σὺ ἐπὶ τῇ κολοκύνθῃ; καὶ εἶπε, σφόδρα λελύπημαι ἐγὼ ἕως θανάτου."]},{"type":"line_break"},{"type":"verse","number":10,"content":["Καὶ εἶπε Κύριος, σὺ ἐφείσω ὑπὲρ τῆς κολοκύνθης, ὑπὲρ ἧς οὐκ ἐκακοπάθησας ἐπʼ αὐτὴν, καὶ οὐδὲ ἐξέθρεψας αὐτὴν, ἣ ἐγενήθη ὑπὸ νύκτα, καὶ ὑπὸ νύκτα ἀπώλετο·"]},{"type":"verse","number":11,"content":["ἐγὼ δὲ οὐ φείσομαι ὑπὲρ Νινευὴ τῆς πόλεως τῆς μεγάλης, ἐν ᾗ κατοικοῦσι πλείους ἢ δώδεκα μυριάδες ἀνθρώπων, οἵτινες οὐκ ἔγνωσαν δεξιὰν αὐτῶν ἢ ἀριστερὰν αὐτῶν, καὶ κτήνη πολλά;"]}],"footnotes":[]}}