{"translation":{"id":"GRCBRE","language":"grc","name":"μετάφραση των εβδομήκοντα","englishName":"Brenton Septuagint","licenseUrl":"https://ebible.org/Scriptures/details.php?id=grcbrent","website":"https://ebible.org/Scriptures/details.php?id=grcbrent","shortName":"BRE","availableFormats":["json"],"listOfBooksApiLink":"/api/GRCBRE/books.json"},"book":{"id":"1KI","name":"ΒΑΣΙΛΕΙΩΝ Γ","commonName":"ΒΑΣΙΛΕΙΩΝ Γ","title":"ΒΑΣΙΛΕΙΩΝ Γ","firstChapterApiLink":"/api/GRCBRE/ΒΑΣΙΛΕΙΩΝ_Γ/1.json","lastChapterApiLink":"/api/GRCBRE/ΒΑΣΙΛΕΙΩΝ_Γ/22.json","numberOfChapters":22},"nextChapterApiLink":"/api/GRCBRE/ΒΑΣΙΛΕΙΩΝ_Γ/6.json","previousChapterApiLink":"/api/GRCBRE/ΒΑΣΙΛΕΙΩΝ_Γ/4.json","chapter":{"number":5,"content":[{"type":"verse","number":1,"content":["Καὶ ἐχορήγουν οἱ καθεστάμενοι οὕτως τῷ βσαιλεῖ Σαλωμών· καὶ πάντα τὰ διαγγέλματα ἐπὶ τὴν τράπεζαν τοῦ βασιλέως ἕκαστος μῆνα αὐτοῦ, οὐ παραλλάσσουσι λόγον. Καὶ τὰς κριθὰς καὶ τὸ ἄχυρον τοῖς ἵπποις καὶ τοῖς ἅρμασιν ᾖρον εἰς τὸν τόπον οὗ ἂν ᾖ ὁ βασιλεὺς, ἕκαστος κατὰ τὴν σύνταξιν αὐτοῦ."]},{"type":"line_break"},{"type":"verse","number":2,"content":["Καὶ ταῦτα τὰ δέοντα τῷ Σαλωμών· ἐν ἡμέρᾳ μιᾷ τριάκοντα κόροι σεμιδάλεως, καὶ ἑξήκοντα κόροι ἀλεύρου κεκοπανισμένου,"]},{"type":"verse","number":3,"content":["καὶ δέκα μόσχοι ἐκλεκτοὶ, καὶ εἴκοσι βόες νομάδες, καὶ ἑκατὸν πρόβατα, ἐκτὸς ἐλάφων, καὶ δορκάδων ἐκλεκτῶν σιτευτά."]},{"type":"verse","number":4,"content":["Ὅτι ἦν ἄρχων πέραν τοῦ ποταμοῦ, καὶ ἦν αὐτῷ εἰρήνη ἐκ πάντων τῶν μερῶν κυκλόθεν."]},{"type":"line_break"},{"type":"verse","number":9,"content":["Καὶ ἔδωκε Κύριος φρόνησιν τῷ Σαλωμὼν καὶ σοφίαν πολλὴν σφόδρα καὶ χύμα καρδίας, ὡς ἡ ἄμμος ἡ παρὰ τὴν θάλασσαν."]},{"type":"verse","number":10,"content":["Καὶ ἐπληθύνθη Σαλωμὼν σφόδρα ὑπὲρ τὴν φρόνησιν πάντων ἀρχαίων ἀνθρώπων, καὶ ὑπὲρ πάντας φρονίμους Αἰγύπτου."]},{"type":"verse","number":11,"content":["Καὶ ἐσοφίσατο ὑπὲρ πάντας τοὺς ἀνθρώπους· καὶ ἐσοφίσατο ὑπὲρ Γαιθὰν τὸν Ζαρίτην, καὶ τὸν Αἰνὰν, καὶ τὸν Χαλκὰδ καὶ Δαράλα υἱοὺς Μάλ."]},{"type":"verse","number":12,"content":["Καὶ ἐλάλησε Σαλωμὼν τρισχιλίας παραβολὰς, καὶ ἦσαν ᾠδαι αὐτοῦ πεντακισχίλιαι."]},{"type":"verse","number":13,"content":["Καὶ ἐλάλησεν ὑπὲρ τῶν ξύλων ἀπὸ τῆς κέδρου τῆς ἐν τῷ Λιβάνῳ, καὶ ἕως τῆς ὑσσώπου τῆς ἐκπορευομένης διὰ τοῦ τοίχου· καὶ ἐλάλησε περὶ τῶν κτηνῶν καὶ περὶ τῶν πετεινῶν καὶ περὶ τῶν ἑρπετῶν καὶ περὶ τῶν ἰχθύων."]},{"type":"verse","number":14,"content":["Καὶ παρεγίνοντο πάντες οἱ λαοὶ ἀκοῦσαι τῆς σοφίας Σαλωμών· καὶ παρὰ πάντων τῶν βασιλέων τῆς γῆς, ὅσοι ἤκουον τῆς σοφίας αὐτοῦ·"]},{"type":"line_break"},{"type":"verse","number":14,"content":["Καὶ ἔλαβε Σαλωμὼν τὴν θυγατέρα Φαραὼ αὐτῷ εἰς γυναῖκα, καὶ εἰσήγαγεν αὐτὴν εἰς τὴν πόλιν Δαυὶδ ἕως συντελέσαι αὐτὸν τὸν οἶκον Κυρίου, καὶ τὸν οἶκον ἑαυτοῦ, καὶ τὸ τεῖχος Ἱερουσαλήμ·"]},{"type":"verse","number":14,"content":["τότε ἀνέβη Φαραὼ βασιλεὺς Αἰγύπτου, καὶ προκατελάβετο τὴν Γαζὲρ, καὶ ἐνεπύρισεν αὐτὴν, καὶ τὸν Χανανίτην τὸν κατοικοῦντα ἐν Μεργάβ· καὶ ἔδωκεν αὐτὰς Φαραὼ ἀποστολὰς θυγατρὶ αὐτοῦ γυναικὶ Σαλωμών· καὶ Σαλωμὼν ᾠκοδόμησε τὴν Γαζέρ."]},{"type":"line_break"},{"type":"verse","number":15,"content":["Καὶ ἀπέστειλε Χιρὰμ βασιλεὺς Τύρου τοὺς παῖδας αὐτοῦ χρίσαι τὸν Σαλωμὼν ἀντὶ Δαυὶδ τοῦ πατρὸς αὐτοῦ, ὅτι ἀγαπῶν ἦν Χιρὰμ τὸν Δαυὶδ πάσας τὰς ἡμέρας."]},{"type":"verse","number":16,"content":["Καὶ ἀπέστειλε Σαλωμὼν πρὸς Χιρὰμ, λέγων,"]},{"type":"verse","number":17,"content":["Σὺ οἶδας τὸν πατέρα μου Δαυὶδ, ὅτι οὐκ ἠδύνατο οἰκοδομῆσαι οἶκον τῷ ὀνόματι Κυρίου Θεοῦ μου ἀπὸ προσώπου τῶν πολέμων τῶν κυκλωσάντων αὐτὸν, ἕως τοῦ δοῦναι Κύριον αὐτοὺς ὑπὸ τὰ ἴχνη τῶν ποδῶν αὐτοῦ."]},{"type":"verse","number":18,"content":["Καὶ νῦν ἀνέπαυσε Κύριος ὁ Θεός μου ἐμοὶ κυκλόθεν, οὐκ ἔστιν ἐπίβουλος καὶ οὐκ ἔστιν ἁμάρτημα πονηρόν."]},{"type":"verse","number":19,"content":["Καὶ ἰδοὺ ἐγὼ λέγω οἰκοδομῆσαι οἶκον τῷ ὀνόματι Κυρίου Θεοῦ μου, καθὼς ἐλάλησε Κύριος ὁ Θεὸς πρὸς Δαυὶδ τὸν πατέρα μου, λέγων, ὁ υἱός σου ὃν δώσω ἀντὶ σοῦ ἐπὶ τὸν θρόνον σου, οὗτος οἰκοδομήσει τὸν οἶκον τῷ ὀνόματί μου."]},{"type":"verse","number":20,"content":["Καὶ νῦν ἔντειλαι, καὶ κοψάτωσάν μοι ξύλα ἐκ τοῦ Λιβάνου· καὶ ἰδοὺ οἱ δοῦλοί μου μετὰ τῶν δούλων σου, καὶ τὸν μισθὸν δουλείας σου δώσω σοι κατὰ πάντα ὅσα ἂν εἴπῃς, ὅτι σὺ οἶδας, ὅτι οὐκ ἔστιν ἡμῖν εἰδὼς ξύλα κόπτειν καθὼς οἱ Σιδώνιοι."]},{"type":"line_break"},{"type":"verse","number":21,"content":["Καὶ ἐγενήθη καθὼς ἤκουσε Χιρὰμ τῶν λόγων Σαλωμὼν, ἐχάρη σφόδρα, καὶ εἶπεν, εὐλογητὸς ὁ Θεὸς σήμερον, ὃς ἔδωκε τῷ Δαυὶδ υἱὸν φρόνιμον ἐπὶ τὸν λαὸν τὸν πολὺν τοῦτον."]},{"type":"verse","number":22,"content":["Καὶ ἀπέστειλε πρὸς Σαλωμὼν, λέγων, ἀκήκοα περὶ πάντων ὧν ἀπέσταλκας πρὸς μέ· ἐγὼ ποιήσω πᾶν θέλημά σου· ξύλα κέδρινα καὶ πεύκινα"]},{"type":"verse","number":23,"content":["οἱ δοῦλοί μου κατάξουσιν αὐτὰ ἐκ τοῦ Λιβάνου εἰς τὴν θάλασσαν, ἐγὼ θήσομαι αὐτὰ σχεδίας, ἕως τοῦ τόπου οὗ ἐὰν ἀποστείλῃς πρὸς μὲ, καὶ ἐκτινάξω αὐτὰ ἐκεῖ, καὶ σὺ ἀρεῖς· καὶ ποιήσεις τὸ θέλημά μου, τοῦ δοῦναι ἄρτους τῷ οἴκῳ μου."]},{"type":"line_break"},{"type":"verse","number":24,"content":["Καὶ ἦν Χιρὰμ διδοὺς τῷ Σαλωμὼν κέδρους καὶ πεύκας καὶ πᾶν θέλημα αὐτοῦ."]},{"type":"verse","number":25,"content":["Καὶ Σαλωμὼν ἔδωκε τῷ Χιρὰμ εἴκοσι χιλιάδας κόρους πυροῦ καὶ μαχεὶρ τῷ οἴκῳ αὐτοῦ, καὶ εἴκος χιλιάδας βαὶθ ἐλαίου κεκομμένου· κατὰ τοῦτο ἐδίδου Σαλωμὼν τῷ Χιρὰμ κατʼ ἐνιαυτόν."]},{"type":"verse","number":26,"content":["Καὶ Κύριος ἔδωκε σοφίαν τῷ Σαλωμὼν καθὼς ἐλάλησεν αὐτῷ· καὶ ἦν εἰρήνη ἀναμέσον Χιρὰμ καὶ ἀναμέσον Σαλωμὼν, καὶ διέθεντο διαθήκην ἀναμέσον αὐτῶν."]},{"type":"line_break"},{"type":"verse","number":27,"content":["Καὶ ἀνήνεγκεν ὁ βασιλεὺς φόρον ἐκ παντὸς Ἰσραὴλ, καὶ ἦν ὁ φόρος τριάκοντα χιλιάδες ἀνδρῶν."]},{"type":"verse","number":28,"content":["Καὶ ἀπέστειλεν αὐτοὺς εἰς τὸν Λίβανον, δέκα χιλιάδες ἐν τῷ μηνὶ ἀλλασσόμενοι· μῆνα ἦσαν ἐν τῷ Λιβάνῳ, καὶ δύο μῆνας ἐν οἴκῳ αὐτῶν· καὶ Ἀδωνιρὰμ ἐπὶ τοῦ φόρου."]},{"type":"verse","number":29,"content":["Καὶ ἦν τῷ Σαλωμὼν ἑβδομήκοντα χιλιάδες αἴροντες ἄρσιν, καὶ ὀγδοήκοντα χιλιάδες λατόμων ἐν τῷ ὄρει,"]},{"type":"verse","number":30,"content":["χωρὶς τῶν ἀρχόντων τῶν καθεσταμένων ἐπὶ τῶν ἔργων τῷ Σαλωμὼν, τρεῖς χιλιάδες καὶ ἑξακόσιοι ἐπιστάται οἱ ποιοῦντες τὰ ἔργα."]},{"type":"verse","number":32,"content":["Καὶ ἡτοίμασαν τοὺς λίθους καὶ τὰ ξύλα τρία ἔτη."]}],"footnotes":[]}}