{"translation":{"id":"ENGWEBP","name":"World English Bible","englishName":"World English Bible","shortName":"WEBP","language":"en-US","licenseUrl":"https://ebible.org/find/show.php?id=engwebp","website":"https://worldenglish.bible/","availableFormats":["json"],"listOfBooksApiLink":"/api/ENGWEBP/books.json","textDirection":"ltr"},"book":{"id":"ACT","name":"Acts","commonName":"Acts","title":"The Acts of the Apostles","firstChapterApiLink":"/api/ENGWEBP/Acts/1.json","lastChapterApiLink":"/api/ENGWEBP/Acts/28.json","numberOfChapters":28},"nextChapterApiLink":"/api/ENGWEBP/Acts/12.json","previousChapterApiLink":"/api/ENGWEBP/Acts/10.json","chapter":{"number":11,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Now the apostles and the brothers","poem":2},{"noteId":29},{"text":"who were in Judea heard that the Gentiles had also received the word of God.","poem":2}]},{"type":"verse","number":2,"content":[{"text":"When Peter had come up to Jerusalem, those who were of the circumcision contended with him,","poem":2}]},{"type":"verse","number":3,"content":[{"text":"saying, “You went in to uncircumcised men and ate with them!”","poem":2}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"But Peter began, and explained to them in order, saying,","poem":2}]},{"type":"verse","number":5,"content":[{"text":"“I was in the city of Joppa praying, and in a trance I saw a vision: a certain container descending, like it was a great sheet let down from heaven by four corners. It came as far as me.","poem":2}]},{"type":"verse","number":6,"content":[{"text":"When I had looked intently at it, I considered, and saw the four-footed animals of the earth, wild animals, creeping things, and birds of the sky.","poem":2}]},{"type":"verse","number":7,"content":[{"text":"I also heard a voice saying to me,","poem":2},{"text":"‘Rise, Peter, kill and eat!’","poem":2,"wordsOfJesus":true}]},{"type":"verse","number":8,"content":[{"text":"But I said, ‘Not so, Lord, for nothing unholy or unclean has ever entered into my mouth.’","poem":2}]},{"type":"verse","number":9,"content":[{"text":"But a voice answered me the second time out of heaven,","poem":2},{"text":"‘What God has cleansed, don’t you call unclean.’","poem":2,"wordsOfJesus":true}]},{"type":"verse","number":10,"content":[{"text":"This was done three times, and all were drawn up again into heaven.","poem":2}]},{"type":"verse","number":11,"content":[{"text":"Behold, immediately three men stood before the house where I was, having been sent from Caesarea to me.","poem":2}]},{"type":"verse","number":12,"content":[{"text":"The Spirit told me to go with them without discriminating. These six brothers also accompanied me, and we entered into the man’s house.","poem":2}]},{"type":"verse","number":13,"content":[{"text":"He told us how he had seen the angel standing in his house and saying to him, ‘Send to Joppa and get Simon, who is called Peter,","poem":2}]},{"type":"verse","number":14,"content":[{"text":"who will speak to you words by which you will be saved, you and all your house.’","poem":2}]},{"type":"verse","number":15,"content":[{"text":"As I began to speak, the Holy Spirit fell on them, even as on us at the beginning.","poem":2}]},{"type":"verse","number":16,"content":[{"text":"I remembered the word of the Lord, how he said,","poem":2},{"text":"‘John indeed baptized in water, but you will be baptized in the Holy Spirit.’","poem":2,"wordsOfJesus":true}]},{"type":"verse","number":17,"content":[{"text":"If then God gave to them the same gift as us when we believed in the Lord Jesus Christ, who was I, that I could withstand God?”","poem":2}]},{"type":"line_break"},{"type":"verse","number":18,"content":[{"text":"When they heard these things, they held their peace and glorified God, saying, “Then God has also granted to the Gentiles repentance to life!”","poem":2}]},{"type":"line_break"},{"type":"verse","number":19,"content":[{"text":"They therefore who were scattered abroad by the oppression that arose about Stephen traveled as far as Phoenicia, Cyprus, and Antioch, speaking the word to no one except to Jews only.","poem":2}]},{"type":"verse","number":20,"content":[{"text":"But there were some of them, men of Cyprus and Cyrene, who, when they had come to Antioch, spoke to the Hellenists,","poem":2},{"noteId":30},{"text":"preaching the Lord Jesus.","poem":2}]},{"type":"verse","number":21,"content":[{"text":"The hand of the Lord was with them, and a great number believed and turned to the Lord.","poem":2}]},{"type":"verse","number":22,"content":[{"text":"The report concerning them came to the ears of the assembly which was in Jerusalem. They sent out Barnabas to go as far as Antioch,","poem":2}]},{"type":"verse","number":23,"content":[{"text":"who, when he had come, and had seen the grace of God, was glad. He exhorted them all, that with purpose of heart they should remain near to the Lord.","poem":2}]},{"type":"verse","number":24,"content":[{"text":"For he was a good man, and full of the Holy Spirit and of faith, and many people were added to the Lord.","poem":2}]},{"type":"line_break"},{"type":"verse","number":25,"content":[{"text":"Barnabas went out to Tarsus to look for Saul.","poem":2}]},{"type":"verse","number":26,"content":[{"text":"When he had found him, he brought him to Antioch. For a whole year they were gathered together with the assembly, and taught many people. The disciples were first called Christians in Antioch.","poem":2}]},{"type":"line_break"},{"type":"verse","number":27,"content":[{"text":"Now in these days, prophets came down from Jerusalem to Antioch.","poem":2}]},{"type":"verse","number":28,"content":[{"text":"One of them named Agabus stood up and indicated by the Spirit that there should be a great famine all over the world, which also happened in the days of Claudius.","poem":2}]},{"type":"verse","number":29,"content":[{"text":"As any of the disciples had plenty, each determined to send relief to the brothers who lived in Judea;","poem":2}]},{"type":"verse","number":30,"content":[{"text":"which they also did, sending it to the elders by the hands of Barnabas and Saul.","poem":2}]}],"footnotes":[{"noteId":29,"text":"The word for “brothers” here and where context allows may also be correctly translated “brothers and sisters” or “siblings.”","reference":{"chapter":11,"verse":1}},{"noteId":30,"text":"A Hellenist is someone who keeps Greek customs and culture.","reference":{"chapter":11,"verse":20}}]}}