{"translation":{"id":"ENGWEBP","name":"World English Bible","englishName":"World English Bible","shortName":"WEBP","language":"en-US","licenseUrl":"https://ebible.org/find/show.php?id=engwebp","website":"https://worldenglish.bible/","availableFormats":["json"],"listOfBooksApiLink":"/api/ENGWEBP/books.json","textDirection":"ltr"},"book":{"id":"ACT","name":"Acts","commonName":"Acts","title":"The Acts of the Apostles","firstChapterApiLink":"/api/ENGWEBP/Acts/1.json","lastChapterApiLink":"/api/ENGWEBP/Acts/28.json","numberOfChapters":28},"nextChapterApiLink":"/api/ENGWEBP/Acts/18.json","previousChapterApiLink":"/api/ENGWEBP/Acts/16.json","chapter":{"number":17,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Now when they had passed through Amphipolis and Apollonia, they came to Thessalonica, where there was a Jewish synagogue.","poem":1}]},{"type":"verse","number":2,"content":[{"text":"Paul, as was his custom, went in to them; and for three Sabbath days reasoned with them from the Scriptures,","poem":1}]},{"type":"verse","number":3,"content":[{"text":"explaining and demonstrating that the Christ had to suffer and rise again from the dead, and saying, “This Jesus, whom I proclaim to you, is the Christ.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"Some of them were persuaded and joined Paul and Silas: of the devout Greeks a great multitude, and not a few of the chief women.","poem":1}]},{"type":"verse","number":5,"content":[{"text":"But the unpersuaded Jews took along","poem":1},{"noteId":42},{"text":"some wicked men from the marketplace and gathering a crowd, set the city in an uproar. Assaulting the house of Jason, they sought to bring them out to the people.","poem":1}]},{"type":"verse","number":6,"content":[{"text":"When they didn’t find them, they dragged Jason and certain brothers","poem":1},{"noteId":43},{"text":"before the rulers of the city, crying, “These who have turned the world upside down have come here also,","poem":1}]},{"type":"verse","number":7,"content":[{"text":"whom Jason has received. These all act contrary to the decrees of Caesar, saying that there is another king, Jesus!”","poem":1}]},{"type":"verse","number":8,"content":[{"text":"The multitude and the rulers of the city were troubled when they heard these things.","poem":1}]},{"type":"verse","number":9,"content":[{"text":"When they had taken security from Jason and the rest, they let them go.","poem":1}]},{"type":"line_break"},{"type":"verse","number":10,"content":[{"text":"The brothers immediately sent Paul and Silas away by night to Beroea. When they arrived, they went into the Jewish synagogue.","poem":1}]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"Now these were more noble than those in Thessalonica, in that they received the word with all readiness of mind, examining the Scriptures daily to see whether these things were so.","poem":1}]},{"type":"verse","number":12,"content":[{"text":"Many of them therefore believed; also of the prominent Greek women, and not a few men.","poem":1}]},{"type":"verse","number":13,"content":[{"text":"But when the Jews of Thessalonica had knowledge that the word of God was proclaimed by Paul at Beroea also, they came there likewise, agitating the multitudes.","poem":1}]},{"type":"verse","number":14,"content":[{"text":"Then the brothers immediately sent out Paul to go as far as to the sea, and Silas and Timothy still stayed there.","poem":1}]},{"type":"verse","number":15,"content":[{"text":"But those who escorted Paul brought him as far as Athens. Receiving a commandment to Silas and Timothy that they should come to him very quickly, they departed.","poem":1}]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"Now while Paul waited for them at Athens, his spirit was provoked within him as he saw the city full of idols.","poem":1}]},{"type":"verse","number":17,"content":[{"text":"So he reasoned in the synagogue with the Jews and the devout persons, and in the marketplace every day with those who met him.","poem":1}]},{"type":"verse","number":18,"content":[{"text":"Some of the Epicurean and Stoic philosophers also","poem":1},{"noteId":44},{"text":"were conversing with him. Some said, “What does this babbler want to say?”","poem":1},{"text":"Others said, “He seems to be advocating foreign deities,” because he preached Jesus and the resurrection.","poem":1}]},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":19,"content":[{"text":"They took hold of him and brought him to the Areopagus, saying, “May we know what this new teaching is, which you are speaking about?","poem":1}]},{"type":"verse","number":20,"content":[{"text":"For you bring certain strange things to our ears. We want to know therefore what these things mean.”","poem":1}]},{"type":"verse","number":21,"content":[{"text":"Now all the Athenians and the strangers living there spent their time in nothing else, but either to tell or to hear some new thing.","poem":1}]},{"type":"line_break"},{"type":"verse","number":22,"content":[{"text":"Paul stood in the middle of the Areopagus and said, “You men of Athens, I perceive that you are very religious in all things.","poem":1}]},{"type":"verse","number":23,"content":[{"text":"For as I passed along and observed the objects of your worship, I also found an altar with this inscription: ‘TO AN UNKNOWN GOD.’ What therefore you worship in ignorance, I announce to you.","poem":1}]},{"type":"verse","number":24,"content":[{"text":"The God who made the world and all things in it, he, being Lord of heaven and earth, doesn’t dwell in temples made with hands.","poem":1}]},{"type":"verse","number":25,"content":[{"text":"He isn’t served by men’s hands, as though he needed anything, seeing he himself gives to all life and breath and all things.","poem":1}]},{"type":"verse","number":26,"content":[{"text":"He made from one blood every nation of men to dwell on all the surface of the earth, having determined appointed seasons and the boundaries of their dwellings,","poem":1}]},{"type":"verse","number":27,"content":[{"text":"that they should seek the Lord, if perhaps they might reach out for him and find him, though he is not far from each one of us.","poem":1}]},{"type":"verse","number":28,"content":[{"text":"‘For in him we live, move, and have our being.’ As some of your own poets have said, ‘For we are also his offspring.’","poem":1}]},{"type":"verse","number":29,"content":[{"text":"Being then the offspring of God, we ought not to think that the Divine Nature is like gold, or silver, or stone, engraved by art and design of man.","poem":1}]},{"type":"verse","number":30,"content":[{"text":"The times of ignorance therefore God overlooked. But now he commands that all people everywhere should repent,","poem":1}]},{"type":"verse","number":31,"content":[{"text":"because he has appointed a day in which he will judge the world in righteousness by the man whom he has ordained; of which he has given assurance to all men, in that he has raised him from the dead.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":32,"content":[{"text":"Now when they heard of the resurrection of the dead, some mocked; but others said, “We want to hear you again concerning this.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":33,"content":[{"text":"Thus Paul went out from among them.","poem":1}]},{"type":"verse","number":34,"content":[{"text":"But certain men joined with him and believed, including Dionysius the Areopagite, and a woman named Damaris, and others with them.","poem":1}]}],"footnotes":[{"noteId":42,"text":"TR reads “And the Jews who were unpersuaded, becoming envious and taking along” instead of “But the unpersuaded Jews took along”","reference":{"chapter":17,"verse":5}},{"noteId":43,"text":"The word for “brothers” here and where the context allows may be also correctly translated “brothers and sisters” or “siblings.”","reference":{"chapter":17,"verse":6}},{"noteId":44,"text":"TR omits “also”","reference":{"chapter":17,"verse":18}}]}}