{"translation":{"id":"ENGWEBP","name":"World English Bible","englishName":"World English Bible","shortName":"WEBP","language":"en-US","licenseUrl":"https://ebible.org/find/show.php?id=engwebp","website":"https://worldenglish.bible/","availableFormats":["json"],"listOfBooksApiLink":"/api/ENGWEBP/books.json","textDirection":"ltr"},"book":{"id":"ACT","name":"Acts","commonName":"Acts","title":"The Acts of the Apostles","firstChapterApiLink":"/api/ENGWEBP/Acts/1.json","lastChapterApiLink":"/api/ENGWEBP/Acts/28.json","numberOfChapters":28},"nextChapterApiLink":"/api/ENGWEBP/Acts/24.json","previousChapterApiLink":"/api/ENGWEBP/Acts/22.json","chapter":{"number":23,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Paul, looking steadfastly at the council, said, “Brothers, I have lived before God in all good conscience until today.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":2,"content":[{"text":"The high priest, Ananias, commanded those who stood by him to strike him on the mouth.","poem":1}]},{"type":"line_break"},{"type":"verse","number":3,"content":[{"text":"Then Paul said to him, “God will strike you, you whitewashed wall! Do you sit to judge me according to the law, and command me to be struck contrary to the law?”","poem":1}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"Those who stood by said, “Do you malign God’s high priest?”","poem":1}]},{"type":"line_break"},{"type":"verse","number":5,"content":[{"text":"Paul said, “I didn’t know, brothers, that he was high priest. For it is written, ‘You shall not speak evil of a ruler of your people.’”","poem":1}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"But when Paul perceived that the one part were Sadducees and the other Pharisees, he cried out in the council, “Men and brothers, I am a Pharisee, a son of Pharisees. Concerning the hope and resurrection of the dead I am being judged!”","poem":1}]},{"type":"line_break"},{"type":"verse","number":7,"content":[{"text":"When he had said this, an argument arose between the Pharisees and Sadducees, and the crowd was divided.","poem":1}]},{"type":"verse","number":8,"content":[{"text":"For the Sadducees say that there is no resurrection, nor angel, nor spirit; but the Pharisees confess all of these.","poem":1}]},{"type":"verse","number":9,"content":[{"text":"A great clamor arose, and some of the scribes of the Pharisees’ part stood up, and contended, saying, “We find no evil in this man. But if a spirit or angel has spoken to him, let’s not fight against God!”","poem":1}]},{"type":"line_break"},{"type":"verse","number":10,"content":[{"text":"When a great argument arose, the commanding officer, fearing that Paul would be torn in pieces by them, commanded the soldiers to go down and take him by force from among them and bring him into the barracks.","poem":1}]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"The following night, the Lord stood by him and said,","poem":1},{"text":"“Cheer up, Paul, for as you have testified about me at Jerusalem, so you must testify also at Rome.”","poem":1,"wordsOfJesus":true}]},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"When it was day, some of the Jews banded together and bound themselves under a curse, saying that they would neither eat nor drink until they had killed Paul.","poem":1}]},{"type":"verse","number":13,"content":[{"text":"There were more than forty people who had made this conspiracy.","poem":1}]},{"type":"verse","number":14,"content":[{"text":"They came to the chief priests and the elders, and said, “We have bound ourselves under a great curse to taste nothing until we have killed Paul.","poem":1}]},{"type":"verse","number":15,"content":[{"text":"Now therefore, you with the council inform the commanding officer that he should bring him down to you tomorrow, as though you were going to judge his case more exactly. We are ready to kill him before he comes near.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"But Paul’s sister’s son heard they were lying in wait, and he came and entered into the barracks and told Paul.","poem":1}]},{"type":"verse","number":17,"content":[{"text":"Paul summoned one of the centurions and said, “Bring this young man to the commanding officer, for he has something to tell him.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":18,"content":[{"text":"So he took him and brought him to the commanding officer and said, “Paul, the prisoner, summoned me and asked me to bring this young man to you. He has something to tell you.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":19,"content":[{"text":"The commanding officer took him by the hand, and going aside, asked him privately, “What is it that you have to tell me?”","poem":1}]},{"type":"line_break"},{"type":"verse","number":20,"content":[{"text":"He said, “The Jews have agreed to ask you to bring Paul down to the council tomorrow, as though intending to inquire somewhat more accurately concerning him.","poem":1}]},{"type":"verse","number":21,"content":[{"text":"Therefore don’t yield to them, for more than forty men lie in wait for him, who have bound themselves under a curse to neither eat nor drink until they have killed him. Now they are ready, looking for the promise from you.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":22,"content":[{"text":"So the commanding officer let the young man go, charging him, “Tell no one that you have revealed these things to me.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":23,"content":[{"text":"He called to himself two of the centurions, and said, “Prepare two hundred soldiers to go as far as Caesarea, with seventy horsemen and two hundred men armed with spears, at the third hour of the night.”","poem":1},{"noteId":52}]},{"type":"verse","number":24,"content":[{"text":"He asked them to provide mounts, that they might set Paul on one, and bring him safely to Felix the governor.","poem":1}]},{"type":"verse","number":25,"content":[{"text":"He wrote a letter like this:","poem":1}]},{"type":"line_break"},{"type":"verse","number":26,"content":[{"text":"“Claudius Lysias to the most excellent governor Felix: Greetings.","poem":1}]},{"type":"line_break"},{"type":"verse","number":27,"content":[{"text":"“This man was seized by the Jews, and was about to be killed by them when I came with the soldiers and rescued him, having learned that he was a Roman.","poem":1}]},{"type":"verse","number":28,"content":[{"text":"Desiring to know the cause why they accused him, I brought him down to their council.","poem":1}]},{"type":"verse","number":29,"content":[{"text":"I found him to be accused about questions of their law, but not to be charged with anything worthy of death or of imprisonment.","poem":1}]},{"type":"verse","number":30,"content":[{"text":"When I was told that the Jews lay in wait for the man, I sent him to you immediately, charging his accusers also to bring their accusations against him before you. Farewell.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":31,"content":[{"text":"So the soldiers, carrying out their orders, took Paul and brought him by night to Antipatris.","poem":1}]},{"type":"verse","number":32,"content":[{"text":"But on the next day they left the horsemen to go with him, and returned to the barracks.","poem":1}]},{"type":"verse","number":33,"content":[{"text":"When they came to Caesarea and delivered the letter to the governor, they also presented Paul to him.","poem":1}]},{"type":"verse","number":34,"content":[{"text":"When the governor had read it, he asked what province he was from. When he understood that he was from Cilicia, he said,","poem":1}]},{"type":"verse","number":35,"content":[{"text":"“I will hear you fully when your accusers also arrive.” He commanded that he be kept in Herod’s palace.","poem":1}]}],"footnotes":[{"noteId":52,"text":"about 9:00 p.m.","reference":{"chapter":23,"verse":23}}]}}