{"translation":{"id":"ENGWEBP","name":"World English Bible","englishName":"World English Bible","shortName":"WEBP","language":"en-US","licenseUrl":"https://ebible.org/find/show.php?id=engwebp","website":"https://worldenglish.bible/","availableFormats":["json"],"listOfBooksApiLink":"/api/ENGWEBP/books.json","textDirection":"ltr"},"book":{"id":"JDG","name":"Judges","commonName":"Judges","title":"The Book of Judges","firstChapterApiLink":"/api/ENGWEBP/Judges/1.json","lastChapterApiLink":"/api/ENGWEBP/Judges/21.json","numberOfChapters":21},"nextChapterApiLink":"/api/ENGWEBP/Judges/11.json","previousChapterApiLink":"/api/ENGWEBP/Judges/9.json","chapter":{"number":10,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"After Abimelech, Tola the son of Puah, the son of Dodo, a man of Issachar, arose to save Israel. He lived in Shamir in the hill country of Ephraim.","poem":2}]},{"type":"verse","number":2,"content":[{"text":"He judged Israel twenty-three years, and died, and was buried in Shamir.","poem":2}]},{"type":"line_break"},{"type":"verse","number":3,"content":[{"text":"After him Jair, the Gileadite, arose. He judged Israel twenty-two years.","poem":2}]},{"type":"verse","number":4,"content":[{"text":"He had thirty sons who rode on thirty donkey colts. They had thirty cities, which are called Havvoth Jair to this day, which are in the land of Gilead.","poem":2}]},{"type":"verse","number":5,"content":[{"text":"Jair died, and was buried in Kamon.","poem":2}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"The children of Israel again did that which was evil in Yahweh’s sight, and served the Baals, the Ashtaroth, the gods of Syria, the gods of Sidon, the gods of Moab, the gods of the children of Ammon, and the gods of the Philistines. They abandoned Yahweh, and didn’t serve him.","poem":2}]},{"type":"verse","number":7,"content":[{"text":"Yahweh’s anger burned against Israel, and he sold them into the hand of the Philistines and into the hand of the children of Ammon.","poem":2}]},{"type":"verse","number":8,"content":[{"text":"They troubled and oppressed the children of Israel that year. For eighteen years they oppressed all the children of Israel that were beyond the Jordan in the land of the Amorites, which is in Gilead.","poem":2}]},{"type":"verse","number":9,"content":[{"text":"The children of Ammon passed over the Jordan to fight also against Judah, and against Benjamin, and against the house of Ephraim, so that Israel was very distressed.","poem":2}]},{"type":"verse","number":10,"content":[{"text":"The children of Israel cried to Yahweh, saying, “We have sinned against you, even because we have forsaken our God, and have served the Baals.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"Yahweh said to the children of Israel, “Didn’t I save you from the Egyptians, and from the Amorites, from the children of Ammon, and from the Philistines?","poem":2}]},{"type":"verse","number":12,"content":[{"text":"The Sidonians also, and the Amalekites, and the Maonites, oppressed you; and you cried to me, and I saved you out of their hand.","poem":2}]},{"type":"verse","number":13,"content":[{"text":"Yet you have forsaken me and served other gods. Therefore I will save you no more.","poem":2}]},{"type":"verse","number":14,"content":[{"text":"Go and cry to the gods which you have chosen. Let them save you in the time of your distress!”","poem":2}]},{"type":"line_break"},{"type":"verse","number":15,"content":[{"text":"The children of Israel said to Yahweh, “We have sinned! Do to us whatever seems good to you; only deliver us, please, today.”","poem":2}]},{"type":"verse","number":16,"content":[{"text":"They put away the foreign gods from among them and served Yahweh; and his soul was grieved for the misery of Israel.","poem":2}]},{"type":"line_break"},{"type":"verse","number":17,"content":[{"text":"Then the children of Ammon were gathered together and encamped in Gilead. The children of Israel assembled themselves together and encamped in Mizpah.","poem":2}]},{"type":"verse","number":18,"content":[{"text":"The people, the princes of Gilead, said to one another, “Who is the man who will begin to fight against the children of Ammon? He shall be head over all the inhabitants of Gilead.”","poem":2}]}],"footnotes":[]}}