{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","textDirection":"ltr"},"book":{"id":"2CH","name":"2 Chronicles","commonName":"2 Chronicles","title":"2 Chronicles","firstChapterApiLink":"/api/BSB/2_Chronicles/1.json","lastChapterApiLink":"/api/BSB/2_Chronicles/36.json","numberOfChapters":36},"nextChapterApiLink":"/api/BSB/2_Chronicles/30.json","previousChapterApiLink":"/api/BSB/2_Chronicles/28.json","chapter":{"number":29,"content":[{"type":"heading","content":["Hezekiah Cleanses the Temple"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Hezekiah was twenty-five years old when he became king, and he reigned in Jerusalem twenty-nine years. His mother’s name was Abijah,","poem":2},{"noteId":144},{"text":"the daughter of Zechariah.","poem":2}]},{"type":"verse","number":2,"content":[{"text":"And he did what was right in the eyes of the LORD, just as his father David had done.","poem":2}]},{"type":"line_break"},{"type":"verse","number":3,"content":[{"text":"In the first month of the first year of his reign, Hezekiah opened and repaired the doors of the house of the LORD.","poem":2}]},{"type":"verse","number":4,"content":[{"text":"Then he brought in the priests and Levites and gathered them in the square on the east side.","poem":2}]},{"type":"line_break"},{"type":"verse","number":5,"content":[{"text":"“Listen to me, O Levites,” he said. “Consecrate yourselves now and consecrate the house of the LORD, the God of your fathers. Remove from the Holy Place every impurity.","poem":2}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"For our fathers were unfaithful and did evil in the sight of the LORD our God. They abandoned Him, turned their faces away from the dwelling place of the LORD, and turned their backs on Him.","poem":2}]},{"type":"verse","number":7,"content":[{"text":"They also shut the doors of the portico and extinguished the lamps. They did not burn incense or present burnt offerings in the Holy Place of the God of Israel.","poem":2}]},{"type":"line_break"},{"type":"verse","number":8,"content":[{"text":"Therefore, the wrath of the LORD has fallen upon Judah and Jerusalem, and He has made them an object of terror, horror, and mockery, as you can see with your own eyes.","poem":2}]},{"type":"verse","number":9,"content":[{"text":"For behold, this is why our fathers have fallen by the sword, and our sons and daughters and wives are in captivity.","poem":2}]},{"type":"line_break"},{"type":"verse","number":10,"content":[{"text":"Now it is in my heart to make a covenant with the LORD, the God of Israel, so that His fierce anger will turn away from us.","poem":2}]},{"type":"verse","number":11,"content":[{"text":"Now, my sons, do not be negligent, for the LORD has chosen you to stand before Him, to serve Him, to minister before Him, and to burn incense.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"Then the Levites set to work:","poem":2},{"text":"Mahath son of Amasai and Joel son of Azariah from the Kohathites;","poem":2},{"text":"Kish son of Abdi and Azariah son of Jehallelel from the Merarites;","poem":2},{"text":"Joah son of Zimmah and Eden son of Joah from the Gershonites;","poem":2}]},{"type":"line_break"},{"type":"line_break"},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"Shimri and Jeuel from the Elizaphanites;","poem":2},{"text":"Zechariah and Mattaniah from the Asaphites;","poem":2}]},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":14,"content":[{"text":"Jehiel and Shimei from the Hemanites;","poem":2},{"text":"and Shemaiah and Uzziel from the Jeduthunites.","poem":2}]},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":15,"content":[{"text":"When they had assembled their brothers and consecrated themselves, they went in to cleanse the house of the LORD, according to the command of the king by the words of the LORD.","poem":2}]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"So the priests went inside the house of the LORD to cleanse it, and they brought out to the courtyard all the unclean things that they found in the temple of the LORD. Then the Levites took these things and carried them out to the Kidron Valley.","poem":2}]},{"type":"verse","number":17,"content":[{"text":"They began the consecration on the first day of the first month, and on the eighth day of the month they reached the portico of the LORD. For eight more days they consecrated the house of the LORD itself, finishing on the sixteenth day of the first month.","poem":2}]},{"type":"line_break"},{"type":"verse","number":18,"content":[{"text":"Then they went in to King Hezekiah and reported, “We have cleansed the entire house of the LORD, the altar of burnt offering with all its utensils, and the table of the showbread with all its utensils.","poem":2}]},{"type":"verse","number":19,"content":[{"text":"Moreover, we have prepared and consecrated all the articles that King Ahaz in his unfaithfulness cast aside during his reign. They are now in front of the altar of the LORD.”","poem":2}]},{"type":"heading","content":["Hezekiah Restores Temple Worship"]},{"type":"line_break"},{"type":"verse","number":20,"content":[{"text":"Early the next morning King Hezekiah gathered the city officials and went up to the house of the LORD.","poem":2}]},{"type":"verse","number":21,"content":[{"text":"They brought seven bulls, seven rams, seven lambs, and seven male goats as a sin offering for the kingdom, for the sanctuary, and for Judah. And the king commanded the priests, the descendants of Aaron, to offer them on the altar of the LORD.","poem":2}]},{"type":"line_break"},{"type":"verse","number":22,"content":[{"text":"So they slaughtered the bulls, and the priests took the blood and sprinkled it on the altar. They slaughtered the rams and sprinkled the blood on the altar. And they slaughtered the lambs and sprinkled the blood on the altar.","poem":2}]},{"type":"line_break"},{"type":"verse","number":23,"content":[{"text":"Then they brought the goats for the sin offering before the king and the assembly, who laid their hands on them.","poem":2}]},{"type":"verse","number":24,"content":[{"text":"And the priests slaughtered the goats and put their blood on the altar for a sin offering, to make atonement for all Israel, because the king had ordered the burnt offering and the sin offering for all Israel.","poem":2}]},{"type":"line_break"},{"type":"verse","number":25,"content":[{"text":"Hezekiah stationed the Levites in the house of the LORD with cymbals, harps, and lyres according to the command of David, of Gad the king’s seer, and of Nathan the prophet. For the command had come from the LORD through His prophets.","poem":2}]},{"type":"verse","number":26,"content":[{"text":"The Levites stood with the instruments of David, and the priests with the trumpets.","poem":2}]},{"type":"line_break"},{"type":"verse","number":27,"content":[{"text":"And Hezekiah ordered that the burnt offering be sacrificed on the altar. When the burnt offering began, the song of the LORD and the trumpets began as well, accompanied by the instruments of David king of Israel.","poem":2}]},{"type":"verse","number":28,"content":[{"text":"The whole assembly was worshiping, the singers were singing, and the trumpeters were playing. All this continued until the burnt offering was completed.","poem":2}]},{"type":"line_break"},{"type":"verse","number":29,"content":[{"text":"When the offerings were completed, the king and all those present with him bowed down and worshiped.","poem":2}]},{"type":"verse","number":30,"content":[{"text":"Then King Hezekiah and his officials ordered the Levites to sing praises to the LORD in the words of David and of Asaph the seer. So they sang praises with gladness and bowed their heads and worshiped.","poem":2}]},{"type":"line_break"},{"type":"verse","number":31,"content":[{"text":"Then Hezekiah said, “Now that you have consecrated yourselves to the LORD,","poem":2},{"noteId":145},{"text":"come near and bring sacrifices and thank offerings to the house of the LORD.”","poem":2},{"text":"So the assembly brought sacrifices and thank offerings, and all whose hearts were willing brought burnt offerings.","poem":2}]},{"type":"line_break"},{"type":"verse","number":32,"content":[{"text":"The number of burnt offerings the assembly brought was seventy bulls, a hundred rams, and two hundred lambs; all these were for a burnt offering to the LORD.","poem":2}]},{"type":"verse","number":33,"content":[{"text":"And the consecrated offerings were six hundred bulls and three thousand sheep.","poem":2}]},{"type":"line_break"},{"type":"verse","number":34,"content":[{"text":"However, since there were not enough priests to skin all the burnt offerings, their Levite brothers helped them until the work was finished and until the priests had been consecrated. For the Levites had been more diligent in consecrating themselves than the priests had been.","poem":2}]},{"type":"line_break"},{"type":"verse","number":35,"content":[{"text":"Furthermore, the burnt offerings were abundant, along with the fat of the peace offerings and the drink offerings for the burnt offerings. So the service of the house of the LORD was established.","poem":2}]},{"type":"verse","number":36,"content":[{"text":"Then Hezekiah and all the people rejoiced at what God had prepared for the people, because everything had been accomplished so quickly.","poem":2}]}],"footnotes":[{"noteId":144,"text":"Abijah is a variant of Abi; see 2 Kings 18:2.","reference":{"chapter":29,"verse":1}},{"noteId":145,"text":"Or filled your hand for the LORD","reference":{"chapter":29,"verse":31}}]}}