{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json"},"book":{"id":"2CH","name":"2 Chronicles","commonName":"2 Chronicles","title":"2 Chronicles","firstChapterApiLink":"/api/BSB/2_Chronicles/1.json","lastChapterApiLink":"/api/BSB/2_Chronicles/36.json","numberOfChapters":36},"nextChapterApiLink":"/api/BSB/2_Chronicles/9.json","previousChapterApiLink":"/api/BSB/2_Chronicles/7.json","chapter":{"number":8,"content":[{"type":"heading","content":["Solomon’s Additional Achievements"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Now at the end of the twenty years during which Solomon had built the house of the LORD and his own palace,","poem":2}]},{"type":"verse","number":2,"content":[{"text":"Solomon rebuilt the cities Hiram","poem":2},{"noteId":46},{"text":"had given him and settled Israelites there.","poem":2}]},{"type":"line_break"},{"type":"verse","number":3,"content":[{"text":"Then Solomon went to Hamath-zobah and captured it.","poem":2}]},{"type":"verse","number":4,"content":[{"text":"He built Tadmor in the wilderness, in addition to all the store cities that he had built in Hamath.","poem":2}]},{"type":"verse","number":5,"content":[{"text":"He rebuilt Upper and Lower Beth-horon as fortified cities with walls, gates, and bars,","poem":2}]},{"type":"verse","number":6,"content":[{"text":"as well as Baalath, all the store cities that belonged to Solomon, and all the cities for his chariots and horses","poem":2},{"noteId":47},{"text":"—whatever he desired to build in Jerusalem, Lebanon, and throughout the land of his dominion.","poem":2}]},{"type":"line_break"},{"type":"verse","number":7,"content":[{"text":"As for all the people who remained of the Hittites, Amorites, Perizzites, Hivites, and Jebusites (the people who were not Israelites)—","poem":2}]},{"type":"verse","number":8,"content":[{"text":"their descendants who remained in the land, those whom the Israelites were unable to destroy—Solomon conscripted these people to be forced laborers, as they are to this day.","poem":2}]},{"type":"line_break"},{"type":"verse","number":9,"content":[{"text":"But Solomon did not consign any of the Israelites to slave labor, because they were his men of war, his officers and captains, and the commanders of his chariots and cavalry.","poem":2}]},{"type":"verse","number":10,"content":[{"text":"They were also the chief officers for King Solomon: 250 supervisors.","poem":2}]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"Solomon brought the daughter of Pharaoh up from the City of David to the palace he had built for her. For he said, “My wife must not live in the house of David king of Israel, because the places the ark of the LORD has entered are holy.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"At that time Solomon offered burnt offerings to the LORD on the altar of the LORD he had built in front of the portico.","poem":2}]},{"type":"verse","number":13,"content":[{"text":"He observed the daily requirement for offerings according to the commandment of Moses for Sabbaths, New Moons, and the three annual appointed feasts—the Feast of Unleavened Bread,","poem":2},{"noteId":48},{"text":"the Feast of Weeks,","poem":2},{"noteId":49},{"text":"and the Feast of Tabernacles.","poem":2},{"noteId":50}]},{"type":"line_break"},{"type":"verse","number":14,"content":[{"text":"In keeping with the ordinances of his father David, Solomon appointed the divisions of the priests over their service, and the Levites for their duties to offer praise and to minister before the priests according to the daily requirement. He also appointed gatekeepers by their divisions at each gate, for this had been the command of David, the man of God.","poem":2}]},{"type":"verse","number":15,"content":[{"text":"They did not turn aside from the king’s command regarding the priests or the Levites or any matter concerning the treasuries.","poem":2}]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"Thus all the work of Solomon was carried out, from the day the foundation was laid for the house of the LORD until it was finished. So the house of the LORD was completed.","poem":2}]},{"type":"line_break"},{"type":"verse","number":17,"content":[{"text":"Then Solomon went to Ezion-geber and to Eloth","poem":2},{"noteId":51},{"text":"on the coast of Edom.","poem":2},{"noteId":52}]},{"type":"verse","number":18,"content":[{"text":"So Hiram sent him ships captained by his servants, along with crews of experienced sailors. They went with Solomon’s servants to Ophir and acquired from there 450 talents of gold,","poem":2},{"noteId":53},{"text":"which they delivered to King Solomon.","poem":2}]}],"footnotes":[{"noteId":46,"text":"Hebrew Huram, a variant of Hiram; also in verse 18","reference":{"chapter":8,"verse":2}},{"noteId":47,"text":"Or horsemen or charioteers","reference":{"chapter":8,"verse":6}},{"noteId":48,"text":"That is, the seven-day period after the Passover during which no leaven may be eaten; see Exodus 12:14–20.","reference":{"chapter":8,"verse":13}},{"noteId":49,"text":"That is, Shavuot, the late spring feast of pilgrimage to Jerusalem; it is also known as the Feast of Harvest (see Exodus 23:16) or the Feast of Pentecost (see Acts 2:1).","reference":{"chapter":8,"verse":13}},{"noteId":50,"text":"That is, Sukkot, the autumn feast of pilgrimage to Jerusalem; also translated as the Feast of Booths or the Feast of Shelters and originally called the Feast of Ingathering (see Exodus 23:16 and Exodus 34:22).","reference":{"chapter":8,"verse":13}},{"noteId":51,"text":"Eloth is a variant of Elath; see LXX, 2 Kings 14:22, and 2 Kings 16:6.","reference":{"chapter":8,"verse":17}},{"noteId":52,"text":"That is, along the shore of the Red Sea in the land of Edom","reference":{"chapter":8,"verse":17}},{"noteId":53,"text":"450 talents is approximately 17 tons or 15.4 metric tons of gold.","reference":{"chapter":8,"verse":18}}]}}