{"translation":{"id":"ENGWEBP","name":"World English Bible","englishName":"World English Bible","shortName":"WEBP","language":"en-US","licenseUrl":"https://ebible.org/find/show.php?id=engwebp","website":"https://worldenglish.bible/","availableFormats":["json"],"listOfBooksApiLink":"/api/ENGWEBP/books.json","textDirection":"ltr"},"book":{"id":"2SA","name":"2 Samuel","commonName":"2 Samuel","title":"The Second Book of Samuel","firstChapterApiLink":"/api/ENGWEBP/2_Samuel/1.json","lastChapterApiLink":"/api/ENGWEBP/2_Samuel/24.json","numberOfChapters":24},"nextChapterApiLink":"/api/ENGWEBP/2_Samuel/7.json","previousChapterApiLink":"/api/ENGWEBP/2_Samuel/5.json","chapter":{"number":6,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"David again gathered together all the chosen men of Israel, thirty thousand.","poem":2}]},{"type":"verse","number":2,"content":[{"text":"David arose and went with all the people who were with him from Baale Judah, to bring up from there God’s ark, which is called by the Name, even the name of Yahweh of Armies who sits above the cherubim.","poem":2}]},{"type":"verse","number":3,"content":[{"text":"They set God’s ark on a new cart, and brought it out of Abinadab’s house that was on the hill; and Uzzah and Ahio, the sons of Abinadab, drove the new cart.","poem":2}]},{"type":"verse","number":4,"content":[{"text":"They brought it out of Abinadab’s house which was in the hill, with God’s ark; and Ahio went before the ark.","poem":2}]},{"type":"verse","number":5,"content":[{"text":"David and all the house of Israel played before Yahweh with all kinds of instruments made of cypress wood, with harps, with stringed instruments, with tambourines, with castanets, and with cymbals.","poem":2}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"When they came to the threshing floor of Nacon, Uzzah reached for God’s ark and took hold of it, for the cattle stumbled.","poem":2}]},{"type":"verse","number":7,"content":[{"text":"Yahweh’s anger burned against Uzzah, and God struck him there for his error; and he died there by God’s ark.","poem":2}]},{"type":"verse","number":8,"content":[{"text":"David was displeased because Yahweh had broken out against Uzzah; and he called that place Perez Uzzah","poem":2},{"noteId":6},{"text":"to this day.","poem":2}]},{"type":"verse","number":9,"content":[{"text":"David was afraid of Yahweh that day; and he said, “How could Yahweh’s ark come to me?”","poem":2}]},{"type":"verse","number":10,"content":[{"text":"So David would not move Yahweh’s ark to be with him in David’s city; but David carried it aside into Obed-Edom the Gittite’s house.","poem":2}]},{"type":"verse","number":11,"content":[{"text":"Yahweh’s ark remained in Obed-Edom the Gittite’s house three months; and Yahweh blessed Obed-Edom and all his house.","poem":2}]},{"type":"verse","number":12,"content":[{"text":"King David was told, “Yahweh has blessed the house of Obed-Edom, and all that belongs to him, because of God’s ark.”","poem":2},{"text":"So David went and brought up God’s ark from the house of Obed-Edom into David’s city with joy.","poem":2}]},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"When those who bore Yahweh’s ark had gone six paces, he sacrificed an ox and a fattened calf.","poem":2}]},{"type":"verse","number":14,"content":[{"text":"David danced before Yahweh with all his might; and David was clothed in a linen ephod.","poem":2}]},{"type":"verse","number":15,"content":[{"text":"So David and all the house of Israel brought up Yahweh’s ark with shouting and with the sound of the trumpet.","poem":2}]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"As Yahweh’s ark came into David’s city, Michal the daughter of Saul looked out through the window and saw King David leaping and dancing before Yahweh; and she despised him in her heart.","poem":2}]},{"type":"verse","number":17,"content":[{"text":"They brought in Yahweh’s ark, and set it in its place in the middle of the tent that David had pitched for it; and David offered burnt offerings and peace offerings before Yahweh.","poem":2}]},{"type":"verse","number":18,"content":[{"text":"When David had finished offering the burnt offering and the peace offerings, he blessed the people in the name of Yahweh of Armies.","poem":2}]},{"type":"verse","number":19,"content":[{"text":"He gave to all the people, even among the whole multitude of Israel, both to men and women, to everyone a portion of bread, dates, and raisins. So all the people departed, each to his own house.","poem":2}]},{"type":"line_break"},{"type":"verse","number":20,"content":[{"text":"Then David returned to bless his household. Michal the daughter of Saul came out to meet David, and said, “How glorious the king of Israel was today, who uncovered himself today in the eyes of his servants’ maids, as one of the vain fellows shamelessly uncovers himself!”","poem":2}]},{"type":"line_break"},{"type":"verse","number":21,"content":[{"text":"David said to Michal, “It was before Yahweh, who chose me above your father, and above all his house, to appoint me prince over the people of Yahweh, over Israel. Therefore I will celebrate before Yahweh.","poem":2}]},{"type":"verse","number":22,"content":[{"text":"I will be yet more undignified than this, and will be worthless in my own sight. But the maids of whom you have spoken will honor me.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":23,"content":[{"text":"Michal the daughter of Saul had no child to the day of her death.","poem":2}]}],"footnotes":[{"noteId":6,"text":"“Perez Uzzah” means “outbreak against Uzzah”.","reference":{"chapter":6,"verse":8}}]}}