{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","textDirection":"ltr"},"book":{"id":"2SA","name":"2 Samuel","commonName":"2 Samuel","title":"2 Samuel","firstChapterApiLink":"/api/BSB/2_Samuel/1.json","lastChapterApiLink":"/api/BSB/2_Samuel/24.json","numberOfChapters":24},"nextChapterApiLink":"/api/BSB/2_Samuel/12.json","previousChapterApiLink":"/api/BSB/2_Samuel/10.json","chapter":{"number":11,"content":[{"type":"heading","content":["David and Bathsheba"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"In the spring,","poem":2},{"noteId":44},{"text":"at the time when kings march out to war, David sent out Joab and his servants with the whole army of Israel. They destroyed the Ammonites and besieged Rabbah, but David remained in Jerusalem.","poem":2}]},{"type":"line_break"},{"type":"verse","number":2,"content":[{"text":"One evening David got up from his bed and strolled around on the roof of the palace. And from the roof he saw a woman bathing—a very beautiful woman.","poem":2}]},{"type":"verse","number":3,"content":[{"text":"So David sent and inquired about the woman, and he was told, “This is Bathsheba, the daughter of Eliam","poem":2},{"noteId":45},{"text":"and the wife of Uriah the Hittite.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"Then David sent messengers to get her, and when she came to him, he slept with her. (Now she had just purified herself from her uncleanness.) Then she returned home.","poem":2}]},{"type":"verse","number":5,"content":[{"text":"And the woman conceived and sent word to David, saying, “I am pregnant.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"At this, David sent orders to Joab: “Send me Uriah the Hittite.” So Joab sent him to David.","poem":2}]},{"type":"line_break"},{"type":"verse","number":7,"content":[{"text":"When Uriah came to him, David asked how Joab and the troops were doing with the war.","poem":2}]},{"type":"verse","number":8,"content":[{"text":"Then he said to Uriah, “Go down to your house and wash your feet.”","poem":2},{"lineBreak":true},{"text":"So Uriah left the palace, and a gift from the king followed him.","poem":2}]},{"type":"verse","number":9,"content":[{"text":"But Uriah slept at the door of the palace with all his master’s servants; he did not go down to his house.","poem":2}]},{"type":"line_break"},{"type":"verse","number":10,"content":[{"text":"And David was told, “Uriah did not go home.”","poem":2},{"lineBreak":true},{"text":"“Haven’t you just arrived from a journey?” David asked Uriah. “Why didn’t you go home?”","poem":2}]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"Uriah answered, “The ark and Israel and Judah are dwelling in tents,","poem":2},{"noteId":46},{"text":"and my master Joab and his soldiers are camped in the open field. How can I go to my house to eat and drink and sleep with my wife? As surely as you live, and as your soul lives, I will not do such a thing!”","poem":2}]},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"“Stay here one more day,” David said to Uriah, “and tomorrow I will send you back.” So Uriah stayed in Jerusalem that day and the next.","poem":2}]},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"Then David invited Uriah to eat and drink with him, and he got Uriah drunk. And in the evening Uriah went out to lie down on his cot with his master’s servants, but he did not go home.","poem":2}]},{"type":"heading","content":["David Arranges Uriah’s Death"]},{"type":"line_break"},{"type":"verse","number":14,"content":[{"text":"The next morning David wrote a letter to Joab and sent it with Uriah.","poem":2}]},{"type":"verse","number":15,"content":[{"text":"In the letter he wrote: “Put Uriah at the front of the fiercest battle; then withdraw from him, so that he may be struck down and killed.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"So as Joab besieged the city, he assigned Uriah to a place where he saw the strongest enemy soldiers.","poem":2}]},{"type":"verse","number":17,"content":[{"text":"And when the men of the city came out and fought against Joab, some of David’s servants fell, and Uriah the Hittite also died.","poem":2}]},{"type":"line_break"},{"type":"verse","number":18,"content":[{"text":"Joab sent to David a full account of the battle","poem":2}]},{"type":"verse","number":19,"content":[{"text":"and instructed the messenger, “When you have finished giving the king all the details of the battle,","poem":2}]},{"type":"verse","number":20,"content":[{"text":"if the king’s anger flares, he may ask you, ‘Why did you get so close to the city to fight? Did you not realize they would shoot from atop the wall?","poem":2}]},{"type":"verse","number":21,"content":[{"text":"Who was the one to strike Abimelech son of Jerubbesheth","poem":2},{"noteId":47},{"text":"? Was it not a woman who dropped an upper millstone on him from the wall, so that he died in Thebez? Why did you get so close to the wall?’","poem":2},{"lineBreak":true},{"text":"If so, then you are to say, ‘Your servant Uriah the Hittite is dead as well.’”","poem":2}]},{"type":"line_break"},{"type":"verse","number":22,"content":[{"text":"So the messenger set out and reported to David all that Joab had sent him to say.","poem":2}]},{"type":"verse","number":23,"content":[{"text":"The messenger said to David, “The men overpowered us and came out against us in the field, but we drove them back to the entrance of the gate.","poem":2}]},{"type":"verse","number":24,"content":[{"text":"Then the archers shot at your servants from the wall, and some of the king’s servants were killed. And your servant Uriah the Hittite is dead as well.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":25,"content":[{"text":"Then David told the messenger, “Say this to Joab: ‘Do not let this matter upset you, for the sword devours one as well as another. Strengthen your attack against the city and demolish it.’ Encourage him with these words.”","poem":2}]},{"type":"heading","content":["David Marries Bathsheba"]},{"type":"line_break"},{"type":"verse","number":26,"content":[{"text":"When Uriah’s wife heard that her husband was dead, she mourned for him.","poem":2}]},{"type":"verse","number":27,"content":[{"text":"And when the time of mourning was over, David had her brought to his house, and she became his wife and bore him a son.","poem":2},{"lineBreak":true},{"text":"But the thing that David had done was evil in the sight of the LORD.","poem":2}]}],"footnotes":[{"noteId":44,"text":"Literally At the turn of the year","reference":{"chapter":11,"verse":1}},{"noteId":45,"text":"Eliam is a variant of Ammiel; see 1 Chronicles 3:5.","reference":{"chapter":11,"verse":3}},{"noteId":46,"text":"Or staying at Sukkoth","reference":{"chapter":11,"verse":11}},{"noteId":47,"text":"Jerubbesheth is also known as Jerubbaal, that is, Gideon.","reference":{"chapter":11,"verse":21}}]}}