{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json"},"book":{"id":"ROM","name":"Romans","commonName":"Romans","title":"Romans","firstChapterApiLink":"/api/BSB/Romans/1.json","lastChapterApiLink":"/api/BSB/Romans/16.json","numberOfChapters":16},"nextChapterApiLink":"/api/BSB/Romans/7.json","previousChapterApiLink":"/api/BSB/Romans/5.json","chapter":{"number":6,"content":[{"type":"heading","content":["Dead to Sin, Alive to God"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"What then shall we say? Shall we continue in sin so that grace may increase?","poem":2}]},{"type":"verse","number":2,"content":[{"text":"Certainly not! How can we who died to sin live in it any longer?","poem":2}]},{"type":"verse","number":3,"content":[{"text":"Or aren’t you aware that all of us who were baptized into Christ Jesus were baptized into His death?","poem":2}]},{"type":"verse","number":4,"content":[{"text":"We were therefore buried with Him through baptism into death, in order that, just as Christ was raised from the dead through the glory of the Father, we too may walk in newness of life.","poem":2}]},{"type":"line_break"},{"type":"verse","number":5,"content":[{"text":"For if we have been united with Him like this in His death, we will certainly also be united with Him in His resurrection.","poem":2}]},{"type":"verse","number":6,"content":[{"text":"We know that our old self was crucified with Him so that the body of sin might be rendered powerless, that we should no longer be slaves to sin.","poem":2}]},{"type":"verse","number":7,"content":[{"text":"For anyone who has died has been freed from sin.","poem":2}]},{"type":"line_break"},{"type":"verse","number":8,"content":[{"text":"Now if we died with Christ, we believe that we will also live with Him.","poem":2}]},{"type":"verse","number":9,"content":[{"text":"For we know that since Christ was raised from the dead, He cannot die again; death no longer has dominion over Him.","poem":2}]},{"type":"verse","number":10,"content":[{"text":"The death He died, He died to sin once for all; but the life He lives, He lives to God.","poem":2}]},{"type":"verse","number":11,"content":[{"text":"So you too must count yourselves dead to sin, but alive to God in Christ Jesus.","poem":2}]},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"Therefore do not let sin reign in your mortal body so that you obey its desires.","poem":2}]},{"type":"verse","number":13,"content":[{"text":"Do not present the parts of your body to sin as instruments of wickedness, but present yourselves to God as those who have been brought from death to life; and present the parts of your body to Him as instruments of righteousness.","poem":2}]},{"type":"verse","number":14,"content":[{"text":"For sin shall not be your master, because you are not under law, but under grace.","poem":2}]},{"type":"heading","content":["The Wages of Sin"]},{"type":"line_break"},{"type":"verse","number":15,"content":[{"text":"What then? Shall we sin because we are not under law, but under grace? Certainly not!","poem":2}]},{"type":"verse","number":16,"content":[{"text":"Do you not know that when you offer yourselves as obedient slaves, you are slaves to the one you obey, whether you are slaves to sin leading to death, or to obedience leading to righteousness?","poem":2}]},{"type":"verse","number":17,"content":[{"text":"But thanks be to God that, though you once were slaves to sin, you wholeheartedly obeyed the form of teaching to which you were committed.","poem":2}]},{"type":"verse","number":18,"content":[{"text":"You have been set free from sin and have become slaves to righteousness.","poem":2}]},{"type":"line_break"},{"type":"verse","number":19,"content":[{"text":"I am speaking in human terms because of the weakness of your flesh. Just as you used to offer the parts of your body in slavery to impurity and to escalating wickedness, so now offer them in slavery to righteousness leading to holiness.","poem":2}]},{"type":"line_break"},{"type":"verse","number":20,"content":[{"text":"For when you were slaves to sin, you were free of obligation to righteousness.","poem":2}]},{"type":"verse","number":21,"content":[{"text":"What fruit did you reap at that time from the things of which you are now ashamed? The outcome of those things is death.","poem":2}]},{"type":"verse","number":22,"content":[{"text":"But now that you have been set free from sin and have become slaves to God, the fruit you reap leads to holiness, and the outcome is eternal life.","poem":2}]},{"type":"verse","number":23,"content":[{"text":"For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.","poem":2}]}],"footnotes":[]}}