{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","textDirection":"ltr"},"book":{"id":"GEN","name":"Genesis","commonName":"Genesis","title":"Genesis","firstChapterApiLink":"/api/BSB/Genesis/1.json","lastChapterApiLink":"/api/BSB/Genesis/50.json","numberOfChapters":50},"nextChapterApiLink":"/api/BSB/Genesis/12.json","previousChapterApiLink":"/api/BSB/Genesis/10.json","chapter":{"number":11,"content":[{"type":"heading","content":["The Tower of Babel"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Now the whole world had one language and a common form of speech.","poem":2}]},{"type":"verse","number":2,"content":[{"text":"And as people journeyed eastward,","poem":2},{"noteId":54},{"text":"they found a plain in the land of Shinar","poem":2},{"noteId":55},{"text":"and settled there.","poem":2}]},{"type":"line_break"},{"type":"verse","number":3,"content":[{"text":"And they said to one another, “Come, let us make bricks and bake them thoroughly.” So they used brick instead of stone, and tar instead of mortar.","poem":2}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"“Come,” they said, “let us build for ourselves a city with a tower that reaches to the heavens, that we may make a name for ourselves and not be scattered over the face of all the earth.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":5,"content":[{"text":"Then the LORD came down to see the city and the tower that the sons of men were building.","poem":2}]},{"type":"verse","number":6,"content":[{"text":"And the LORD said, “If they have begun to do this as one people speaking the same language, then nothing they devise will be beyond them.","poem":2}]},{"type":"verse","number":7,"content":[{"text":"Come, let Us go down and confuse their language, so that they will not understand one another’s speech.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":8,"content":[{"text":"So the LORD scattered them from there over the face of all the earth, and they stopped building the city.","poem":2}]},{"type":"verse","number":9,"content":[{"text":"That is why it is called Babel,","poem":2},{"noteId":56},{"text":"for there the LORD confused the language of the whole world, and from that place the LORD scattered them over the face of all the earth.","poem":2}]},{"type":"heading","content":["Genealogy from Shem to Abram"]},{"type":"line_break"},{"type":"verse","number":10,"content":[{"text":"This is the account of Shem. Two years after the flood, when Shem was 100 years old, he became the father of Arphaxad.","poem":2}]},{"type":"verse","number":11,"content":[{"text":"And after he had become the father of Arphaxad, Shem lived 500 years and had other sons and daughters.","poem":2}]},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"When Arphaxad was 35 years old, he became the father of Shelah.","poem":2}]},{"type":"verse","number":13,"content":[{"text":"And after he had become the father of Shelah, Arphaxad lived 403 years and had other sons and daughters.","poem":2},{"noteId":57}]},{"type":"line_break"},{"type":"verse","number":14,"content":[{"text":"When Shelah was 30 years old, he became the father of Eber.","poem":2}]},{"type":"verse","number":15,"content":[{"text":"And after he had become the father of Eber, Shelah lived 403 years and had other sons and daughters.","poem":2}]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"When Eber was 34 years old, he became the father of Peleg.","poem":2}]},{"type":"verse","number":17,"content":[{"text":"And after he had become the father of Peleg, Eber lived 430 years and had other sons and daughters.","poem":2}]},{"type":"line_break"},{"type":"verse","number":18,"content":[{"text":"When Peleg was 30 years old, he became the father of Reu.","poem":2}]},{"type":"verse","number":19,"content":[{"text":"And after he had become the father of Reu, Peleg lived 209 years and had other sons and daughters.","poem":2}]},{"type":"line_break"},{"type":"verse","number":20,"content":[{"text":"When Reu was 32 years old, he became the father of Serug.","poem":2}]},{"type":"verse","number":21,"content":[{"text":"And after he had become the father of Serug, Reu lived 207 years and had other sons and daughters.","poem":2}]},{"type":"line_break"},{"type":"verse","number":22,"content":[{"text":"When Serug was 30 years old, he became the father of Nahor.","poem":2}]},{"type":"verse","number":23,"content":[{"text":"And after he had become the father of Nahor, Serug lived 200 years and had other sons and daughters.","poem":2}]},{"type":"line_break"},{"type":"verse","number":24,"content":[{"text":"When Nahor was 29 years old, he became the father of Terah.","poem":2}]},{"type":"verse","number":25,"content":[{"text":"And after he had become the father of Terah, Nahor lived 119 years and had other sons and daughters.","poem":2}]},{"type":"line_break"},{"type":"verse","number":26,"content":[{"text":"When Terah was 70 years old, he became the father of Abram, Nahor, and Haran.","poem":2}]},{"type":"heading","content":["Terah’s Descendants"]},{"type":"line_break"},{"type":"verse","number":27,"content":[{"text":"This is the account of Terah. Terah became the father of Abram, Nahor, and Haran. And Haran became the father of Lot.","poem":2}]},{"type":"verse","number":28,"content":[{"text":"During his father Terah’s lifetime, Haran died in his native land, in Ur of the Chaldeans.","poem":2}]},{"type":"line_break"},{"type":"verse","number":29,"content":[{"text":"And Abram and Nahor took wives for themselves. Abram’s wife was named Sarai, and Nahor’s wife was named Milcah; she was the daughter of Haran, who was the father of both Milcah and Iscah.","poem":2}]},{"type":"verse","number":30,"content":[{"text":"But Sarai was barren; she had no children.","poem":2}]},{"type":"line_break"},{"type":"verse","number":31,"content":[{"text":"And Terah took his son Abram, his grandson Lot son of Haran, and his daughter-in-law Sarai the wife of Abram, and they set out from Ur of the Chaldeans for the land of Canaan. But when they arrived in Haran, they settled there.","poem":2}]},{"type":"verse","number":32,"content":[{"text":"Terah lived 205 years, and he died in Haran.","poem":2}]}],"footnotes":[{"noteId":54,"text":"Or from the east or in the east","reference":{"chapter":11,"verse":2}},{"noteId":55,"text":"That is, Babylonia","reference":{"chapter":11,"verse":2}},{"noteId":56,"text":"Or Babylon; the Hebrew word for Babel sounds like the Hebrew for confused.","reference":{"chapter":11,"verse":9}},{"noteId":57,"text":"Hebrew; LXX (see also Luke 3:35–36) 12 When Arphaxad was 135 years old, he became the father of Cainan. 13 And after he had become the father of Cainan, Arphaxad lived 430 years and had other sons and daughters, and then he died. When Cainan had lived 130 years, he became the father of Shelah. And after he had become the father of Shelah, Cainan lived 330 years and had other sons and daughters. Note that LXX also adds 100 years to the ages of Shelah, Eber, Peleg, Reu, Serug, and Nahor in this genealogy.","reference":{"chapter":11,"verse":13}}]}}