{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json"},"book":{"id":"GEN","name":"Genesis","commonName":"Genesis","title":"Genesis","firstChapterApiLink":"/api/BSB/Genesis/1.json","lastChapterApiLink":"/api/BSB/Genesis/50.json","numberOfChapters":50},"nextChapterApiLink":"/api/BSB/Genesis/31.json","previousChapterApiLink":"/api/BSB/Genesis/29.json","chapter":{"number":30,"content":[{"type":"heading","content":["Dan and Naphtali"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"When Rachel saw that she was not bearing any children for Jacob, she envied her sister. “Give me children, or I will die!” she said to Jacob.","poem":2}]},{"type":"line_break"},{"type":"verse","number":2,"content":[{"text":"Jacob became angry with Rachel and said, “Am I in the place of God, who has withheld children from you?”","poem":2}]},{"type":"line_break"},{"type":"verse","number":3,"content":[{"text":"Then she said, “Here is my maidservant Bilhah. Sleep with her, that she may bear children for me,","poem":2},{"noteId":132},{"text":"so that through her I too can build a family.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"So Rachel gave Jacob her servant Bilhah as a wife, and he slept with her,","poem":2}]},{"type":"verse","number":5,"content":[{"text":"and Bilhah conceived and bore him a son.","poem":2}]},{"type":"verse","number":6,"content":[{"text":"Then Rachel said, “God has vindicated me; He has heard my plea and given me a son.” So she named him Dan.","poem":2},{"noteId":133}]},{"type":"line_break"},{"type":"verse","number":7,"content":[{"text":"And Rachel’s servant Bilhah conceived again and bore Jacob a second son.","poem":2}]},{"type":"verse","number":8,"content":[{"text":"Then Rachel said, “In my great struggles, I have wrestled with my sister and won.” So she named him Naphtali.","poem":2},{"noteId":134}]},{"type":"heading","content":["Gad and Asher"]},{"type":"line_break"},{"type":"verse","number":9,"content":[{"text":"When Leah saw that she had stopped having children, she gave her servant Zilpah to Jacob as a wife.","poem":2}]},{"type":"verse","number":10,"content":[{"text":"And Leah’s servant Zilpah bore Jacob a son.","poem":2}]},{"type":"verse","number":11,"content":[{"text":"Then Leah said, “How fortunate!”","poem":2},{"noteId":135},{"text":"So she named him Gad.","poem":2},{"noteId":136}]},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"When Leah’s servant Zilpah bore Jacob a second son,","poem":2}]},{"type":"verse","number":13,"content":[{"text":"Leah said, “How happy I am! For the women call me happy.” So she named him Asher.","poem":2},{"noteId":137}]},{"type":"line_break"},{"type":"verse","number":14,"content":[{"text":"Now during the wheat harvest, Reuben went out and found some mandrakes in the field. When he brought them to his mother, Rachel begged Leah, “Please give me some of your son’s mandrakes.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":15,"content":[{"text":"But Leah replied, “Is it not enough that you have taken away my husband? Now you want to take my son’s mandrakes as well?”","poem":2},{"text":"“Very well,” said Rachel, “he may sleep with you tonight in exchange for your son’s mandrakes.”","poem":2}]},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"When Jacob came in from the field that evening, Leah went out to meet him and said, “You must come with me, for I have hired you with my son’s mandrakes.” So he slept with her that night.","poem":2}]},{"type":"heading","content":["Issachar, Zebulun, and Dinah"]},{"type":"line_break"},{"type":"verse","number":17,"content":[{"text":"And God listened to Leah, and she conceived and bore a fifth son to Jacob.","poem":2}]},{"type":"verse","number":18,"content":[{"text":"Then Leah said, “God has rewarded me for giving my maidservant to my husband.” So she named him Issachar.","poem":2},{"noteId":138}]},{"type":"line_break"},{"type":"verse","number":19,"content":[{"text":"Again Leah conceived and bore a sixth son to Jacob.","poem":2}]},{"type":"verse","number":20,"content":[{"text":"“God has given me a good gift,” she said. “This time my husband will honor me, because I have borne him six sons.” And she named him Zebulun.","poem":2},{"noteId":139}]},{"type":"line_break"},{"type":"verse","number":21,"content":[{"text":"After that, Leah gave birth to a daughter and named her Dinah.","poem":2}]},{"type":"heading","content":["Joseph"]},{"type":"line_break"},{"type":"verse","number":22,"content":[{"text":"Then God remembered Rachel. He listened to her and opened her womb,","poem":2}]},{"type":"verse","number":23,"content":[{"text":"and she conceived and gave birth to a son. “God has taken away my shame,” she said.","poem":2}]},{"type":"verse","number":24,"content":[{"text":"She named him Joseph,","poem":2},{"noteId":140},{"text":"and said, “May the LORD add to me another son.”","poem":2}]},{"type":"heading","content":["Jacob Prospers"]},{"type":"line_break"},{"type":"verse","number":25,"content":[{"text":"Now after Rachel had given birth to Joseph, Jacob said to Laban, “Send me on my way so I can return to my homeland.","poem":2}]},{"type":"verse","number":26,"content":[{"text":"Give me my wives and children for whom I have served you, that I may go on my way. You know how hard I have worked for you.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":27,"content":[{"text":"But Laban replied, “If I have found favor in your eyes, please stay. I have learned by divination that the LORD has blessed me because of you.”","poem":2}]},{"type":"verse","number":28,"content":[{"text":"And he added, “Name your wages, and I will pay them.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":29,"content":[{"text":"Then Jacob answered, “You know how I have served you and how your livestock have thrived under my care.","poem":2}]},{"type":"verse","number":30,"content":[{"text":"Indeed, you had very little before my arrival, but now your wealth has increased many times over. The LORD has blessed you wherever I set foot. But now, when may I also provide for my own household?”","poem":2}]},{"type":"line_break"},{"type":"verse","number":31,"content":[{"text":"“What can I give you?” Laban asked.","poem":2},{"text":"“You do not need to give me anything,” Jacob replied. “If you do this one thing for me, I will keep on shepherding and keeping your flocks.","poem":2}]},{"type":"line_break"},{"type":"verse","number":32,"content":[{"text":"Let me go through all your flocks today and remove from them every speckled or spotted sheep, every dark-colored lamb, and every spotted or speckled goat. These will be my wages.","poem":2}]},{"type":"verse","number":33,"content":[{"text":"So my honesty will testify for me when you come to check on my wages in the future. If I have any goats that are not speckled or spotted, or any lambs that are not dark-colored, they will be considered stolen.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":34,"content":[{"text":"“Agreed,” said Laban. “Let it be as you have said.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":35,"content":[{"text":"That very day Laban removed all the streaked or spotted male goats and every speckled or spotted female goat—every one that had any white on it—and every dark-colored lamb, and he placed them under the care of his sons.","poem":2}]},{"type":"verse","number":36,"content":[{"text":"Then he put a three-day journey between himself and Jacob, while Jacob was shepherding the rest of Laban’s flocks.","poem":2}]},{"type":"line_break"},{"type":"verse","number":37,"content":[{"text":"Jacob, however, took fresh branches of poplar, almond, and plane trees, and peeled the bark, exposing the white inner wood of the branches.","poem":2}]},{"type":"verse","number":38,"content":[{"text":"Then he set the peeled branches in the watering troughs in front of the flocks coming in to drink. So when the flocks were in heat and came to drink,","poem":2}]},{"type":"verse","number":39,"content":[{"text":"they mated in front of the branches. And they bore young that were streaked or speckled or spotted.","poem":2}]},{"type":"verse","number":40,"content":[{"text":"Jacob set apart the young, but made the rest face the streaked dark-colored sheep in Laban’s flocks. Then he set his own stock apart and did not put them with Laban’s animals.","poem":2}]},{"type":"line_break"},{"type":"verse","number":41,"content":[{"text":"Whenever the stronger females of the flock were in heat, Jacob would place the branches in the troughs, in full view of the animals, so that they would breed in front of the branches.","poem":2}]},{"type":"verse","number":42,"content":[{"text":"But if the animals were weak, he did not set out the branches. So the weaker animals went to Laban and the stronger ones to Jacob.","poem":2}]},{"type":"line_break"},{"type":"verse","number":43,"content":[{"text":"Thus Jacob became exceedingly prosperous. He owned large flocks, maidservants and menservants, and camels and donkeys.","poem":2}]}],"footnotes":[{"noteId":132,"text":"Literally bear children on my knees","reference":{"chapter":30,"verse":3}},{"noteId":133,"text":"Dan means He has judged or He has vindicated.","reference":{"chapter":30,"verse":6}},{"noteId":134,"text":"Naphtali sounds like the Hebrew for wrestling.","reference":{"chapter":30,"verse":8}},{"noteId":135,"text":"Alternate MT reading (see also LXX); the other alternate reads “A troop is coming!”","reference":{"chapter":30,"verse":11}},{"noteId":136,"text":"Gad sounds like the Hebrew for good fortune, or alternately for band of raiders.","reference":{"chapter":30,"verse":11}},{"noteId":137,"text":"Asher means happy.","reference":{"chapter":30,"verse":13}},{"noteId":138,"text":"Issachar sounds like the Hebrew for wages or reward.","reference":{"chapter":30,"verse":18}},{"noteId":139,"text":"Zebulun sounds like the Hebrew for honor.","reference":{"chapter":30,"verse":20}},{"noteId":140,"text":"Joseph means may He add.","reference":{"chapter":30,"verse":24}}]}}