{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","textDirection":"ltr"},"book":{"id":"GEN","name":"Genesis","commonName":"Genesis","title":"Genesis","firstChapterApiLink":"/api/BSB/Genesis/1.json","lastChapterApiLink":"/api/BSB/Genesis/50.json","numberOfChapters":50},"nextChapterApiLink":"/api/BSB/Genesis/35.json","previousChapterApiLink":"/api/BSB/Genesis/33.json","chapter":{"number":34,"content":[{"type":"heading","content":["The Defiling of Dinah"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Now Dinah, the daughter Leah had borne to Jacob, went out to visit the daughters of the land.","poem":2}]},{"type":"verse","number":2,"content":[{"text":"When Shechem son of Hamor the Hivite, the prince of the region, saw her, he took her and lay with her by force.","poem":2}]},{"type":"verse","number":3,"content":[{"text":"And his soul was drawn to Dinah, the daughter of Jacob. He loved the young girl and spoke to her tenderly.","poem":2}]},{"type":"verse","number":4,"content":[{"text":"So Shechem told his father Hamor, “Get me this girl as a wife.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":5,"content":[{"text":"Jacob heard that Shechem had defiled his daughter Dinah, but since his sons were with his livestock in the field, he remained silent about it until they returned.","poem":2}]},{"type":"verse","number":6,"content":[{"text":"Meanwhile, Shechem’s father Hamor came to speak with Jacob.","poem":2}]},{"type":"verse","number":7,"content":[{"text":"When Jacob’s sons heard what had happened, they returned from the field. They were filled with grief and fury, because Shechem had committed an outrage in Israel","poem":2},{"noteId":160},{"text":"by lying with Jacob’s daughter—a thing that should not be done.","poem":2}]},{"type":"line_break"},{"type":"verse","number":8,"content":[{"text":"But Hamor said to them, “My son Shechem longs for your daughter. Please give her to him as his wife.","poem":2}]},{"type":"verse","number":9,"content":[{"text":"Intermarry with us; give us your daughters, and take our daughters for yourselves.","poem":2}]},{"type":"verse","number":10,"content":[{"text":"You may settle among us, and the land will be open to you. Live here, move about freely, and acquire your own property.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"Then Shechem said to Dinah’s father and brothers, “Grant me this favor, and I will give you whatever you ask.","poem":2}]},{"type":"verse","number":12,"content":[{"text":"Demand a high dowry and an expensive gift, and I will give you whatever you ask. Only give me the girl as my wife!”","poem":2}]},{"type":"heading","content":["The Revenge of Dinah’s Brothers"]},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"But because Shechem had defiled their sister Dinah, Jacob’s sons answered him and his father Hamor deceitfully.","poem":2}]},{"type":"verse","number":14,"content":[{"text":"“We cannot do such a thing,” they said. “To give our sister to an uncircumcised man would be a disgrace to us.","poem":2}]},{"type":"verse","number":15,"content":[{"text":"We will consent to this on one condition, that you become circumcised like us—every one of your males.","poem":2}]},{"type":"verse","number":16,"content":[{"text":"Then we will give you our daughters and take your daughters for ourselves. We will dwell among you and become one people.","poem":2}]},{"type":"verse","number":17,"content":[{"text":"But if you will not agree to be circumcised, then we will take our sister and go.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":18,"content":[{"text":"Their offer seemed good to Hamor and his son Shechem.","poem":2}]},{"type":"verse","number":19,"content":[{"text":"The young man, who was the most respected of all his father’s household, did not hesitate to fulfill this request, because he was delighted with Jacob’s daughter.","poem":2}]},{"type":"line_break"},{"type":"verse","number":20,"content":[{"text":"So Hamor and his son Shechem went to the gate of their city and addressed the men of their city:","poem":2}]},{"type":"verse","number":21,"content":[{"text":"“These men are at peace with us. Let them live and trade in our land; indeed, it is large enough for them. Let us take their daughters in marriage and give our daughters to them.","poem":2}]},{"type":"verse","number":22,"content":[{"text":"But only on this condition will the men agree to dwell with us and be one people: if all our men are circumcised as they are.","poem":2}]},{"type":"verse","number":23,"content":[{"text":"Will not their livestock, their possessions, and all their animals become ours? Only let us consent to them, and they will dwell among us.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":24,"content":[{"text":"All the men who went out of the city gate listened to Hamor and his son Shechem, and every male of the city was circumcised.","poem":2}]},{"type":"line_break"},{"type":"verse","number":25,"content":[{"text":"Three days later, while they were still in pain, two of Jacob’s sons (Dinah’s brothers Simeon and Levi) took their swords, went into the unsuspecting city, and slaughtered every male.","poem":2}]},{"type":"verse","number":26,"content":[{"text":"They killed Hamor and his son Shechem with their swords, took Dinah out of Shechem’s house, and went away.","poem":2}]},{"type":"line_break"},{"type":"verse","number":27,"content":[{"text":"Jacob’s other sons came upon the slaughter and looted the city, because their sister had been defiled.","poem":2}]},{"type":"verse","number":28,"content":[{"text":"They took their flocks and herds and donkeys, and everything else in the city or in the field.","poem":2}]},{"type":"verse","number":29,"content":[{"text":"They carried off all their possessions and women and children, and they plundered everything in their houses.","poem":2}]},{"type":"line_break"},{"type":"verse","number":30,"content":[{"text":"Then Jacob said to Simeon and Levi, “You have brought trouble upon me by making me a stench to the Canaanites and Perizzites, the people of this land. We are few in number; if they unite against me and attack me, I and my household will be destroyed.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":31,"content":[{"text":"But they replied, “Should he have treated our sister like a prostitute?”","poem":2}]}],"footnotes":[{"noteId":160,"text":"Or against Israel","reference":{"chapter":34,"verse":7}}]}}