{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","textDirection":"ltr"},"book":{"id":"GEN","name":"Genesis","commonName":"Genesis","title":"Genesis","firstChapterApiLink":"/api/BSB/Genesis/1.json","lastChapterApiLink":"/api/BSB/Genesis/50.json","numberOfChapters":50},"nextChapterApiLink":"/api/BSB/Genesis/39.json","previousChapterApiLink":"/api/BSB/Genesis/37.json","chapter":{"number":38,"content":[{"type":"heading","content":["Judah and Tamar"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"About that time, Judah left his brothers and settled near a man named Hirah, an Adullamite.","poem":2}]},{"type":"verse","number":2,"content":[{"text":"There Judah saw the daughter of a Canaanite man named Shua, and he took her as a wife and slept with her.","poem":2}]},{"type":"verse","number":3,"content":[{"text":"So she conceived and gave birth to a son, and Judah named him Er.","poem":2}]},{"type":"verse","number":4,"content":[{"text":"Again she conceived and gave birth to a son, and she named him Onan.","poem":2}]},{"type":"verse","number":5,"content":[{"text":"Then she gave birth to another son and named him Shelah; it was at Chezib that she gave birth to him.","poem":2}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"Now Judah acquired a wife for Er, his firstborn, and her name was Tamar.","poem":2}]},{"type":"verse","number":7,"content":[{"text":"But Er, Judah’s firstborn, was wicked in the sight of the LORD; so the LORD put him to death.","poem":2}]},{"type":"verse","number":8,"content":[{"text":"Then Judah said to Onan, “Sleep with your brother’s wife. Perform your duty as her brother-in-law and raise up offspring for your brother.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":9,"content":[{"text":"But Onan knew that the offspring would not belong to him; so whenever he would sleep with his brother’s wife, he would spill his seed on the ground so that he would not produce offspring for his brother.","poem":2}]},{"type":"verse","number":10,"content":[{"text":"What he did was wicked in the sight of the LORD, so He put Onan to death as well.","poem":2}]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"Then Judah said to his daughter-in-law Tamar, “Live as a widow in your father’s house until my son Shelah grows up.” For he thought, “He may die too, like his brothers.” So Tamar went to live in her father’s house.","poem":2}]},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"After a long time Judah’s wife, the daughter of Shua, died. When Judah had finished mourning, he and his friend Hirah the Adullamite went up to his sheepshearers at Timnah.","poem":2}]},{"type":"verse","number":13,"content":[{"text":"When Tamar was told, “Your father-in-law is going up to Timnah to shear his sheep,”","poem":2}]},{"type":"verse","number":14,"content":[{"text":"she removed her widow’s garments, covered her face with a veil to disguise herself, and sat at the entrance to Enaim, which is on the way to Timnah. For she saw that although Shelah had grown up, she had not been given to him as a wife.","poem":2}]},{"type":"line_break"},{"type":"verse","number":15,"content":[{"text":"When Judah saw her, he thought she was a prostitute because she had covered her face.","poem":2}]},{"type":"verse","number":16,"content":[{"text":"Not realizing that she was his daughter-in-law, he went over to her and said, “Come now, let me sleep with you.”","poem":2},{"lineBreak":true},{"text":"“What will you give me for sleeping with you?” she inquired.","poem":2}]},{"type":"line_break"},{"type":"verse","number":17,"content":[{"text":"“I will send you a young goat from my flock,” Judah answered.","poem":2},{"lineBreak":true},{"text":"But she replied, “Only if you leave me something as a pledge until you send it.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":18,"content":[{"text":"“What pledge should I give you?” he asked.","poem":2},{"lineBreak":true},{"text":"She answered, “Your seal and your cord, and the staff in your hand.” So he gave them to her and slept with her, and she became pregnant by him.","poem":2}]},{"type":"verse","number":19,"content":[{"text":"Then Tamar got up and departed. And she removed her veil and put on her widow’s garments again.","poem":2}]},{"type":"line_break"},{"type":"verse","number":20,"content":[{"text":"Now when Judah sent his friend Hirah the Adullamite with the young goat to collect the items he had left with the woman, he could not find her.","poem":2}]},{"type":"verse","number":21,"content":[{"text":"He asked the men of that place, “Where is the shrine prostitute who was beside the road at Enaim?”","poem":2},{"lineBreak":true},{"text":"“No shrine prostitute has been here,” they answered.","poem":2}]},{"type":"line_break"},{"type":"verse","number":22,"content":[{"text":"So Hirah returned to Judah and said, “I could not find her, and furthermore, the men of that place said, ‘No shrine prostitute has been here.’”","poem":2}]},{"type":"line_break"},{"type":"verse","number":23,"content":[{"text":"“Let her keep the items,” Judah replied. “Otherwise we will become a laughingstock.","poem":2},{"noteId":181},{"text":"After all, I did send her this young goat, but you could not find her.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":24,"content":[{"text":"About three months later, Judah was told, “Your daughter-in-law Tamar has prostituted herself, and now she is pregnant.”","poem":2},{"lineBreak":true},{"text":"“Bring her out!” Judah replied. “Let her be burned to death!”","poem":2}]},{"type":"line_break"},{"type":"verse","number":25,"content":[{"text":"As she was being brought out, Tamar sent a message to her father-in-law: “I am pregnant by the man to whom these items belong.” And she added, “Please examine them. Whose seal and cord and staff are these?”","poem":2}]},{"type":"line_break"},{"type":"verse","number":26,"content":[{"text":"Judah recognized the items and said, “She is more righteous than I, since I did not give her to my son Shelah.” And he did not have relations with her again.","poem":2}]},{"type":"heading","content":["The Birth of Perez and Zerah"]},{"type":"line_break"},{"type":"verse","number":27,"content":[{"text":"When the time came for Tamar to give birth, there were twins in her womb.","poem":2}]},{"type":"verse","number":28,"content":[{"text":"And as she was giving birth, one of them put out his hand; so the midwife took a scarlet thread and tied it around his wrist. “This one came out first,” she announced.","poem":2}]},{"type":"verse","number":29,"content":[{"text":"But when he pulled his hand back and his brother came out, she said, “You have broken out first!” So he was named Perez.","poem":2},{"noteId":182}]},{"type":"verse","number":30,"content":[{"text":"Then his brother came out with the scarlet thread around his wrist, and he was named Zerah.","poem":2},{"noteId":183}]}],"footnotes":[{"noteId":181,"text":"Or we will become despised","reference":{"chapter":38,"verse":23}},{"noteId":182,"text":"Perez means breaking out.","reference":{"chapter":38,"verse":29}},{"noteId":183,"text":"Zerah can mean scarlet or brightness.","reference":{"chapter":38,"verse":30}}]}}