{"translation":{"id":"GRCBRE","language":"grc","name":"μετάφραση των εβδομήκοντα","englishName":"Brenton Septuagint","licenseUrl":"https://ebible.org/Scriptures/details.php?id=grcbrent","website":"https://ebible.org/Scriptures/details.php?id=grcbrent","shortName":"BRE","availableFormats":["json"],"listOfBooksApiLink":"/api/GRCBRE/books.json","textDirection":"ltr"},"book":{"id":"ZEC","name":"ΖΑΧΑΡΙΑΣ. ΙΑʹ","commonName":"ΖΑΧΑΡΙΑΣ. ΙΑʹ","title":"ΖΑΧΑΡΙΑΣ. ΙΑʹ","firstChapterApiLink":"/api/GRCBRE/ΖΑΧΑΡΙΑΣ._ΙΑʹ/1.json","lastChapterApiLink":"/api/GRCBRE/ΖΑΧΑΡΙΑΣ._ΙΑʹ/14.json","numberOfChapters":14},"nextChapterApiLink":"/api/GRCBRE/ΖΑΧΑΡΙΑΣ._ΙΑʹ/12.json","previousChapterApiLink":"/api/GRCBRE/ΖΑΧΑΡΙΑΣ._ΙΑʹ/10.json","chapter":{"number":11,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":["Διάνοιξον ὁ Λίβανος τὰς θύρας σου, καὶ καταφαγέτω πῦρ τὰς κέδρους σου."]},{"type":"verse","number":2,"content":["Ὀλολυξάτω πίτυς, διότι πέπτωκε κέδρος, ὅτι μεγάλως μεγιστᾶνες ἐταλαιπώρησαν· ὀλολύξατε δρύες τῆς Βασανίτιδος, ὅτι κατεσπάσθη ὁ δρυμὸς ὁ σύμφυτος."]},{"type":"line_break"},{"type":"verse","number":3,"content":["Φωνὴ θρηνούντων ποιμένων, ὅτι τεταλαιπώρηκεν ἡ μεγαλωσύνη αὐτῶν· φωνὴ ὠρυομένων λεόντων, ὅτι τεταλαιπώρηκε τὸ φρύαγμα τοῦ Ἰορδάνου."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Τάδε λέγει Κύριος παντοκράτωρ, ποιμαίνετε τὰ πρόβατα τῆς σφαγῆς,"]},{"type":"verse","number":5,"content":["ἃ οἱ κτησάμενοι κατέσφαζον, καὶ οὐ μετεμέλοντο, καὶ οἱ πωλοῦντες αὐτὰ ἔλεγον, εὐλογητὸς Κύριος, καὶ πεπλουτήκαμεν· καὶ οἱ ποιμένες αὐτῶν οὐκ ἔπασχον οὐδὲν ἐπʼ αὐτοῖς."]},{"type":"verse","number":6,"content":["Διατοῦτο οὐ φείσομαι οὐκέτι ἐπὶ τοὺς κατοικοῦντας τὴν γῆν, λέγει Κύριος· καὶ ἰδοὺ ἐγὼ παραδίδωμι τοὺς ἀνθρώπους, ἕκαστον εἰς χεῖρα τοῦ πλησίον αὐτοῦ, καὶ εἰς χεῖρα βασιλέως αὐτοῦ, καὶ κατακόψουσι τὴν γῆν, καὶ οὐ μὴ ἐξέλωμαι ἐκ χειρὸς αὐτῶν."]},{"type":"line_break"},{"type":"verse","number":7,"content":["Καὶ ποιμανῶ τὰ πρόβατα τῆς σφαγῆς εἰς τὴν Χαναανίτιν· καὶ λήψομαι ἐμαυτῷ δύο ῥάβδους, τὴν μὲν μίαν ἐκάλεσα Κάλλος, καὶ τὴν ἑτέραν ἐκάλεσα Σχοίνισμα, καὶ ποιμανῶ τὰ πρόβατα."]},{"type":"verse","number":8,"content":["Καὶ ἐξαρῶ τοὺς τρεῖς ποιμένας ἐν μηνὶ ἑνὶ, καὶ βαρυνθήσεται ἡ ψυχή μου ἐπʼ αὐτοὺς, καὶ γὰρ αἱ ψυχαὶ αὐτῶν ἐπωρύοντο ἐπʼ ἐμέ."]},{"type":"verse","number":9,"content":["Καὶ εἶπα, οὐ ποιμανῶ ὑμᾶς· τὸ ἀποθνῆσκον ἀποθνησκέτω, καὶ τὸ ἐκλεῖπον ἐκλιπέτω, καὶ τὰ κατάλοιπα κατεσθιέτωσαν ἕκαστος τὰς σάρκας τοῦ πλησίον αὐτοῦ."]},{"type":"line_break"},{"type":"verse","number":10,"content":["Καὶ λήψομαι τὴν ῥάβδον μου τὴν καλὴν, καὶ ἀποῤῥίψω αὐτὴν, τοῦ διασκεδάσαι τὴν διαθήκην μου, ἣν διεθέμην πρὸς πάντας τοὺς λαοὺς,"]},{"type":"verse","number":11,"content":["καὶ διασκεδασθήσεται ἐν τῇ ἡμέρᾳ ἐκείνῃ, καὶ γνώσονται οἱ Χαναναῖοι τὰ πρόβατα τὰ φυλασσόμενά μοι, διότι λόγος Κυρίου ἐστί."]},{"type":"verse","number":12,"content":["Καὶ ἐρῶ πρὸς αὐτοὺς, εἰ καλὸν ἐνώπιον ὑμῶν ἐστι, δότε τὸν μισθόν μου, ἢ ἀπείπασθε· καὶ ἔστησαν τὸν μισθόν μου τριακοντα ἀργυροῦς."]},{"type":"verse","number":13,"content":["Καὶ εἶπε Κύριος πρὸς μὲ, κάθες αὐτοὺς εἰς τὸ χωνευτήριον, καὶ σκέψομαι εἰ δόκιμόν ἐστιν, ὃν τρόπον ἐδοκιμάσθην ὑπὲρ αὐτῶν, καὶ ἔλαβον τοὺς τριάκοντα ἀργυροῦς, καὶ ἐνέβαλον αὐτοὺς εἰς τὸν οἶκον Κυρίου εἰς τὸ χωνευτήριον."]},{"type":"line_break"},{"type":"verse","number":14,"content":["Καὶ ἀπέῤῥιψα τὴν ῥάβδον τὴν δευτέραν τὸ Σχοίνισμα, τοῦ διασκεδάσαι τὴν κατάσχεσιν ἀναμέσον Ἰούδα, καὶ ἀναμέσον Ἰσραήλ."]},{"type":"line_break"},{"type":"verse","number":15,"content":["Καὶ εἶπε Κύριος πρὸς μὲ, ἔτι λάβε σεαυτῷ σκεύη ποιμενικὰ ποιμένος ἀπείρου·"]},{"type":"verse","number":16,"content":["διότι ἰδοὺ ἐγὼ ἐξεγείρω ποιμένα ἐπὶ τὴν γῆν, τὸ ἐκλιμπάνον οὐ μὴ ἐπισκέψηται, καὶ τὸ ἐσκορπισμένον οὐ μὴ ζητήσῃ, καὶ τὸ συντετριμμένον οὐ μὴ ἰάσηται, καὶ τὸ ὁλόκληρον οὐ μὴ κατευθύνῃ, καὶ τὰ κρέα τῶν ἑκλεκτῶν καταφάγεται, καὶ τοὺς ἀστραγάλους αὐτῶν ἐκστρέψει."]},{"type":"line_break"},{"type":"verse","number":17,"content":["Ὢ οἱ ποιμαίνοντες τὰ μάταια, καταλελοιπότες τὰ πρόβατα, μάχαιρα ἐπὶ τοὺς βραχίονας αὐτοῦ, καὶ ἐπὶ τὸν ὀφθαλμὸν τὸν δεξιὸν αὐτοῦ, ὁ βραχίων αὐτοῦ ξηραινόμενος ξηρανθήσεται, καὶ ὁ ὀφθαλμὸς ὁ δεξιὸς αὐτοῦ ἐκτυφλούμενος ἐκτυφλωθήσεται."]}],"footnotes":[]}}