{"translation":{"id":"GRCBRE","language":"grc","name":"μετάφραση των εβδομήκοντα","englishName":"Brenton Septuagint","licenseUrl":"https://ebible.org/Scriptures/details.php?id=grcbrent","website":"https://ebible.org/Scriptures/details.php?id=grcbrent","shortName":"BRE","availableFormats":["json"],"listOfBooksApiLink":"/api/GRCBRE/books.json"},"book":{"id":"ZEC","name":"ΖΑΧΑΡΙΑΣ. ΙΑʹ","commonName":"ΖΑΧΑΡΙΑΣ. ΙΑʹ","title":"ΖΑΧΑΡΙΑΣ. ΙΑʹ","firstChapterApiLink":"/api/GRCBRE/ΖΑΧΑΡΙΑΣ._ΙΑʹ/1.json","lastChapterApiLink":"/api/GRCBRE/ΖΑΧΑΡΙΑΣ._ΙΑʹ/14.json","numberOfChapters":14},"nextChapterApiLink":"/api/GRCBRE/ΖΑΧΑΡΙΑΣ._ΙΑʹ/14.json","previousChapterApiLink":"/api/GRCBRE/ΖΑΧΑΡΙΑΣ._ΙΑʹ/12.json","chapter":{"number":13,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":["Ἐν τῇ ἡμέρᾳ ἐκείνῃ ἔσται πᾶς τόπος διανοιγόμενος τῷ οἴκῳ Δαυὶδ, καὶ τοῖς κατοικοῦσιν Ἱερουσαλὴμ εἰς τὴν μετακίνησιν, καὶ εἰς τὸν χωρισμόν."]},{"type":"verse","number":2,"content":["Καὶ ἔσται ἐν τῇ ἡμέρᾳ ἐκείνῃ, λέγει Κύριος σαβαὼθ, ἐξολοθρεύσω τὰ ὀνόματα τῶν εἰδώλων ἀπὸ τῆς γῆς, καὶ οὐκ ἔτι αὐτῶν ἔσται μνεία· καὶ τοὺς ψευδοπροφήτας, καὶ τὸ πνεῦμα τὸ ἀκάθαρτον ἐξαρῶ ἀπὸ τῆς γῆς."]},{"type":"verse","number":3,"content":["Καὶ ἔσται ἐὰν προφητεύσῃ ἄνθρωπος ἔτι, καὶ ἐρεῖ πρὸς αὐτὸν ὁ πατὴρ αὐτοῦ, καὶ ἡ μήτηρ αὐτοῦ, οἱ γεννήσαντες αὐτὸν, οὐ ζήσῃ, ὅτι ψευδῆ ἐλάλησας ἐπʼ ὀνόματι Κυρίου· καὶ συμποδιοῦσιν αὐτὸν ὁ πατὴρ αὐτοῦ, καὶ ἡ μήτηρ αὐτοῦ, οἱ γεννήσαντες αὐτὸν, ἐν τῷ προφητεύειν αὐτόν."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Καὶ ἔσται ἐν τῇ ἡμέρᾳ ἐκείνῃ καταισχυνθήσονται οἱ προφῆται, ἕκαστος ἐκ τῆς ὁράσεως αὐτοῦ, ἐν τῷ προφητεύειν αὐτὸν, καὶ ἐνδύσονται δέῤῥιν τριχίνην, ἀνθʼ ὧν ἐψεύσαντο."]},{"type":"verse","number":5,"content":["Καὶ ἐρεῖ, οὐκ εἰμὶ προφήτης ἐγὼ, διότι ἄνθρωπος ἐργαζόμενος τὴν γῆν ἐγώ εἰμι, ὅτι ἄνθρωπος ἐγέννησέ με ἐκ νεότητός μου."]},{"type":"verse","number":6,"content":["Καὶ ἐρῶ πρὸς αὐτὸν, τί αἱ πληγαὶ αὗται ἀναμέσον τῶν χειρῶν σου; καὶ ἐρεῖ, ἃς ἐπλήγην ἐν τῷ οἴκῳ τῷ ἀγαπητῷ μου."]},{"type":"line_break"},{"type":"verse","number":7,"content":["Ῥομφαία ἐξεγέρθητι ἐπὶ τοὺς ποιμένας μου, καὶ ἐπὶ ἄνδρα πολίτην μου, λέγει Κύριος παντοκράτωρ, πατάξατε τοὺς ποιμένας, καὶ ἐκσπάσατε τὰ πρόβατα· καὶ ἐπάξω τὴν χεῖρά μου ἐπὶ τοὺς μικρούς."]},{"type":"verse","number":8,"content":["Καὶ ἔσται ἐν πάσῃ τῇ γῇ, λέγει Κύριος, τὰ δύο μέρη αὐτῆς ἐξολοθρευθήσεται, καὶ ἐκλείψει, τὸ δὲ τρίτον ὑπολειφθήσεται ἐν αὐτῇ."]},{"type":"verse","number":9,"content":["Καὶ διάξω τὸ τρίτον διὰ πυρὸς, καὶ πυρώσω αὐτοὺς, ὡς πυροῦται τὸ ἀργύριον, καὶ δοκιμῶ αὐτοὺς, ὡς δοκιμάζεται τὸ χρυσίον· αὐτὸς ἐπικαλέσεται τὸ ὄνομά μου, κἀγὼ ἐπακούσομαι αὐτῷ, καὶ ἐρῶ, λαός μου οὗτός ἐστι· καὶ αὐτὸς ἐρεῖ, Κύριος ὁ Θεός μου."]}],"footnotes":[]}}