{"translation":{"id":"ENGWEBP","name":"World English Bible","englishName":"World English Bible","shortName":"WEBP","language":"en-US","licenseUrl":"https://ebible.org/find/show.php?id=engwebp","website":"https://worldenglish.bible/","availableFormats":["json"],"listOfBooksApiLink":"/api/ENGWEBP/books.json","textDirection":"ltr"},"book":{"id":"ISA","name":"Isaiah","commonName":"Isaiah","title":"The Book of the Prophet Isaiah","firstChapterApiLink":"/api/ENGWEBP/Isaiah/1.json","lastChapterApiLink":"/api/ENGWEBP/Isaiah/66.json","numberOfChapters":66},"nextChapterApiLink":"/api/ENGWEBP/Isaiah/19.json","previousChapterApiLink":"/api/ENGWEBP/Isaiah/17.json","chapter":{"number":18,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Ah, the land of the rustling of wings, which is beyond the rivers of Ethiopia;","poem":2}]},{"type":"verse","number":2,"content":[{"text":"that sends ambassadors by the sea, even in vessels of papyrus on the waters, saying, “Go, you swift messengers, to a nation tall and smooth, to a people awesome from their beginning onward, a nation that measures out and treads down, whose land the rivers divide!”","poem":2}]},{"type":"verse","number":3,"content":[{"text":"All you inhabitants of the world, and you dwellers on the earth, when a banner is lifted up on the mountains, look! When the trumpet is blown, listen!","poem":2}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"For Yahweh said to me, “I will be still, and I will see in my dwelling place, like clear heat in sunshine, like a cloud of dew in the heat of harvest.”","poem":2}]},{"type":"verse","number":5,"content":[{"text":"For before the harvest, when the blossom is over, and the flower becomes a ripening grape, he will cut off the sprigs with pruning hooks, and he will cut down and take away the spreading branches.","poem":2}]},{"type":"verse","number":6,"content":[{"text":"They will be left together for the ravenous birds of the mountains, and for the animals of the earth. The ravenous birds will eat them in the summer, and all the animals of the earth will eat them in the winter.","poem":2}]},{"type":"verse","number":7,"content":[{"text":"In that time, a present will be brought to Yahweh of Armies from a people tall and smooth, even from a people awesome from their beginning onward, a nation that measures out and treads down, whose land the rivers divide, to the place of the name of Yahweh of Armies, Mount Zion.","poem":2}]}],"footnotes":[]}}