{"translation":{"id":"ENGWEBP","name":"World English Bible","englishName":"World English Bible","shortName":"WEBP","language":"en-US","licenseUrl":"https://ebible.org/find/show.php?id=engwebp","website":"https://worldenglish.bible/","availableFormats":["json"],"listOfBooksApiLink":"/api/ENGWEBP/books.json"},"book":{"id":"ISA","name":"Isaiah","commonName":"Isaiah","title":"The Book of the Prophet Isaiah","firstChapterApiLink":"/api/ENGWEBP/Isaiah/1.json","lastChapterApiLink":"/api/ENGWEBP/Isaiah/66.json","numberOfChapters":66},"nextChapterApiLink":"/api/ENGWEBP/Isaiah/26.json","previousChapterApiLink":"/api/ENGWEBP/Isaiah/24.json","chapter":{"number":25,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Yahweh, you are my God. I will exalt you! I will praise your name, for you have done wonderful things, things planned long ago, in complete faithfulness and truth.","poem":2}]},{"type":"verse","number":2,"content":[{"text":"For you have made a city into a heap, a fortified city into a ruin, a palace of strangers to be no city. It will never be built.","poem":2}]},{"type":"verse","number":3,"content":[{"text":"Therefore a strong people will glorify you. A city of awesome nations will fear you.","poem":2}]},{"type":"verse","number":4,"content":[{"text":"For you have been a stronghold to the poor, a stronghold to the needy in his distress, a refuge from the storm, a shade from the heat, when the blast of the dreaded ones is like a storm against the wall.","poem":2}]},{"type":"verse","number":5,"content":[{"text":"As the heat in a dry place you will bring down the noise of strangers; as the heat by the shade of a cloud, the song of the dreaded ones will be brought low.","poem":2}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"In this mountain, Yahweh of Armies will make all peoples a feast of choice meat,","poem":2},{"noteId":17},{"text":"a feast of choice wines, of choice meat full of marrow, of well refined choice wines.","poem":2}]},{"type":"verse","number":7,"content":[{"text":"He will destroy in this mountain the surface of the covering that covers all peoples, and the veil that is spread over all nations.","poem":2}]},{"type":"verse","number":8,"content":[{"text":"He has swallowed up death forever! The Lord Yahweh will wipe away tears from off all faces. He will take the reproach of his people away from off all the earth, for Yahweh has spoken it.","poem":2}]},{"type":"line_break"},{"type":"verse","number":9,"content":[{"text":"It shall be said in that day, “Behold, this is our God! We have waited for him, and he will save us! This is Yahweh! We have waited for him. We will be glad and rejoice in his salvation!”","poem":2}]},{"type":"verse","number":10,"content":[{"text":"For Yahweh’s hand will rest in this mountain.","poem":2},{"text":"Moab will be trodden down in his place, even like straw is trodden down in the water of the dunghill.","poem":2}]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"He will spread out his hands in the middle of it, like one who swims spreads out hands to swim, but his pride will be humbled together with the craft of his hands.","poem":2}]},{"type":"verse","number":12,"content":[{"text":"He has brought the high fortress of your walls down, laid low, and brought to the ground, even to the dust.","poem":2}]}],"footnotes":[{"noteId":17,"text":"literally, fat things","reference":{"chapter":25,"verse":6}}]}}