{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json"},"book":{"id":"1CH","name":"1 Chronicles","commonName":"1 Chronicles","title":"1 Chronicles","firstChapterApiLink":"/api/BSB/1_Chronicles/1.json","lastChapterApiLink":"/api/BSB/1_Chronicles/29.json","numberOfChapters":29},"nextChapterApiLink":"/api/BSB/1_Chronicles/29.json","previousChapterApiLink":"/api/BSB/1_Chronicles/27.json","chapter":{"number":28,"content":[{"type":"heading","content":["David Commissions Solomon"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Now David summoned all the leaders of Israel to Jerusalem: the leaders of the tribes, the leaders of the divisions in the king’s service, the commanders of thousands and of hundreds, and the officials in charge of all the property and cattle of the king and his sons, along with the court officials and mighty men—every mighty man of valor.","poem":1}]},{"type":"line_break"},{"type":"verse","number":2,"content":[{"text":"Then King David rose to his feet and said, “Listen to me, my brothers and my people. It was in my heart to build a house as a resting place for the ark of the covenant of the LORD and as a footstool for our God. I had made preparations to build it,","poem":1}]},{"type":"verse","number":3,"content":[{"text":"but God said to me, ‘You are not to build a house for My Name, because you are a man of war who has spilled blood.’","poem":1}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"Yet the LORD, the God of Israel, chose me out of all my father’s house to be king over Israel forever. For He chose Judah as leader, and from the house of Judah He chose my father’s household, and from my father’s sons He was pleased to make me king over all Israel.","poem":1}]},{"type":"verse","number":5,"content":[{"text":"And of all my sons—for the LORD has given me many sons—He has chosen Solomon my son to sit on the throne of the kingdom of the LORD over Israel.","poem":1}]},{"type":"verse","number":6,"content":[{"text":"And He said to me, ‘Solomon your son is the one who will build My house and My courts, for I have chosen him as My son, and I will be his Father.","poem":1}]},{"type":"verse","number":7,"content":[{"text":"I will establish his kingdom forever, if he resolutely carries out My commandments and ordinances, as is being done this day.’","poem":1}]},{"type":"line_break"},{"type":"verse","number":8,"content":[{"text":"So now in the sight of all Israel, the assembly of the LORD, and in the hearing of our God, keep and seek out all the commandments of the LORD your God, so that you may possess this good land and leave it as an inheritance to your descendants forever.","poem":1}]},{"type":"verse","number":9,"content":[{"text":"As for you, Solomon my son, know the God of your father and serve Him wholeheartedly and with a willing mind, for the LORD searches every heart and understands the intent of every thought. If you seek Him, He will be found by you; but if you forsake Him, He will reject you forever.","poem":1}]},{"type":"verse","number":10,"content":[{"text":"Consider now that the LORD has chosen you to build a house for the sanctuary. Be strong and do it.”","poem":1}]},{"type":"heading","content":["The Plans for the Temple"]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"Then David gave his son Solomon the plans for the portico of the temple,","poem":1},{"noteId":218},{"text":"its buildings, storehouses, upper rooms, inner rooms, and the room for the mercy seat.","poem":1},{"noteId":219}]},{"type":"verse","number":12,"content":[{"text":"The plans contained everything David had in mind","poem":1},{"noteId":220},{"text":"for the courts of the house of the LORD, for all the surrounding rooms, for the treasuries of the house of God and of the dedicated things,","poem":1}]},{"type":"verse","number":13,"content":[{"text":"for the divisions of the priests and Levites, for all the work of service in the house of the LORD, and for all the articles of service in the house of the LORD:","poem":1}]},{"type":"line_break"},{"type":"verse","number":14,"content":[{"text":"the weight of all the gold articles for every kind of service;","poem":1},{"text":"the weight of all the silver articles for every kind of service;","poem":1}]},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":15,"content":[{"text":"the weight of the gold lampstands and their lamps, including the weight of each lampstand and its lamps;","poem":1},{"text":"the weight of each silver lampstand and its lamps, according to the use of each lampstand;","poem":1}]},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"the weight of gold for each table of showbread, and of silver for the silver tables;","poem":1}]},{"type":"line_break"},{"type":"verse","number":17,"content":[{"text":"the weight of the pure gold for the forks, sprinkling bowls, and pitchers;","poem":1},{"text":"the weight of each gold dish;","poem":1},{"text":"the weight of each silver bowl;","poem":1}]},{"type":"line_break"},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":18,"content":[{"text":"the weight of the refined gold for the altar of incense;","poem":1},{"text":"and the plans for the chariot of the gold cherubim that spread their wings and overshadowed the ark of the covenant of the LORD.","poem":1}]},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":19,"content":[{"text":"“All this,” said David, “all the details of this plan, the LORD has made clear to me in writing by His hand upon me.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":20,"content":[{"text":"David also said to Solomon his son, “Be strong and courageous, and do it. Do not be afraid or discouraged, for the LORD God, my God, is with you. He will neither fail you nor forsake you before all the work for the service of the house of the LORD is finished.","poem":1}]},{"type":"verse","number":21,"content":[{"text":"The divisions of the priests and Levites are ready for all the service of the house of God, and every willing man of every skill will be at your disposal for the work. The officials and all the people are fully at your command.”","poem":1}]}],"footnotes":[{"noteId":218,"text":"LXX; Hebrew does not include of the temple.","reference":{"chapter":28,"verse":11}},{"noteId":219,"text":"Or atonement cover","reference":{"chapter":28,"verse":11}},{"noteId":220,"text":"Or had with him by the Spirit","reference":{"chapter":28,"verse":12}}]}}