{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","textDirection":"ltr"},"book":{"id":"1CH","name":"1 Chronicles","commonName":"1 Chronicles","title":"1 Chronicles","firstChapterApiLink":"/api/BSB/1_Chronicles/1.json","lastChapterApiLink":"/api/BSB/1_Chronicles/29.json","numberOfChapters":29},"nextChapterApiLink":"/api/BSB/1_Chronicles/6.json","previousChapterApiLink":"/api/BSB/1_Chronicles/4.json","chapter":{"number":5,"content":[{"type":"heading","content":["The Descendants of Reuben"]},{"type":"line_break"},{"type":"verse","number":1,"content":["These were the sons of Reuben the firstborn of Israel. Though he was the firstborn, his birthright was given to the sons of Joseph son of Israel, because Reuben defiled his father’s bed. So he is not reckoned according to birthright."]},{"type":"verse","number":2,"content":["And though Judah prevailed over his brothers and a ruler came from him, the birthright belonged to Joseph."]},{"type":"verse","number":3,"content":["The sons of Reuben, the firstborn of Israel:",{"lineBreak":true},{"text":"Hanoch, Pallu, Hezron, and Carmi.","poem":1}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"The descendants of Joel:","poem":1},{"lineBreak":true},{"text":"Shemaiah his son, Gog his son, Shimei his son,","poem":1}]},{"type":"verse","number":5,"content":[{"text":"Micah his son, Reaiah his son, Baal his son,","poem":1}]},{"type":"verse","number":6,"content":[{"text":"and Beerah his son, whom Tiglath-pileser","poem":1},{"noteId":63},{"text":"king of Assyria carried into exile.","poem":1},{"lineBreak":true},{"text":"Beerah was a leader of the Reubenites.","poem":1}]},{"type":"verse","number":7,"content":[{"text":"His relatives by their clans are recorded in their genealogy:","poem":1},{"lineBreak":true},{"text":"Jeiel the chief, Zechariah,","poem":1}]},{"type":"verse","number":8,"content":[{"text":"and Bela son of Azaz, the son of Shema, the son of Joel. They settled in Aroer and as far as Nebo and Baal-meon.","poem":1}]},{"type":"verse","number":9,"content":[{"text":"They also settled in the east as far as the edge of the desert that extends to the Euphrates River, because their livestock had increased in the land of Gilead.","poem":1}]},{"type":"line_break"},{"type":"verse","number":10,"content":[{"text":"During the days of Saul they waged war against the Hagrites, who were defeated at their hands, and they occupied the homes of the Hagrites throughout the region east of Gilead.","poem":1}]},{"type":"heading","content":["The Descendants of Gad"]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"The descendants of Gad lived next to the Reubenites in the land of Bashan, as far as Salecah:","poem":1}]},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"Joel was the chief, Shapham the second, then Jaanai and Shaphat, who lived in Bashan.","poem":1}]},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"Their kinsmen by families were Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber—seven in all.","poem":1}]},{"type":"verse","number":14,"content":[{"text":"These were the sons of Abihail son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz.","poem":1}]},{"type":"verse","number":15,"content":[{"text":"Ahi son of Abdiel, the son of Guni, was head of their family.","poem":1}]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"They lived in Gilead, in Bashan and its towns, and throughout the pasturelands of Sharon.","poem":1}]},{"type":"verse","number":17,"content":[{"text":"All of them were reckoned in the genealogies during the reigns of Jotham king of Judah and Jeroboam king of Israel.","poem":1}]},{"type":"line_break"},{"type":"verse","number":18,"content":[{"text":"The Reubenites, the Gadites, and the half-tribe of Manasseh had 44,760 warriors—valiant men who carried the shield and sword, drew the bow, and were trained for battle.","poem":1}]},{"type":"verse","number":19,"content":[{"text":"They waged war against the Hagrites, as well as Jetur, Naphish, and Nodab.","poem":1}]},{"type":"line_break"},{"type":"verse","number":20,"content":[{"text":"And because they cried out to God in battle, they were helped against their enemies, and the Hagrites and all their allies were delivered into their hands. Because they put their trust in God, He answered their prayers.","poem":1}]},{"type":"verse","number":21,"content":[{"text":"They seized the livestock of the Hagrites—50,000 camels, 250,000 sheep, and 2,000 donkeys. They also took 100,000 captives,","poem":1}]},{"type":"verse","number":22,"content":[{"text":"and many others fell slain, because the battle belonged to God. And they occupied the land until the exile.","poem":1}]},{"type":"heading","content":["The Half-Tribe of Manasseh"]},{"type":"line_break"},{"type":"verse","number":23,"content":[{"text":"Now the people of the half-tribe of Manasseh were numerous. They settled in the land from Bashan to Baal-hermon (that is, Senir, also known as Mount Hermon).","poem":1},{"noteId":64}]},{"type":"verse","number":24,"content":[{"text":"These were the heads of their families:","poem":1},{"lineBreak":true},{"text":"Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel.","poem":1},{"lineBreak":true},{"text":"They were mighty men of valor, famous men, and heads of their families.","poem":1}]},{"type":"verse","number":25,"content":[{"text":"But they were unfaithful to the God of their fathers, and they prostituted themselves with the gods of the peoples of the land, whom God had destroyed before them.","poem":1}]},{"type":"line_break"},{"type":"verse","number":26,"content":[{"text":"So the God of Israel stirred up the spirit of Pul king of Assyria (that is, Tiglath-pileser king of Assyria) to take the Reubenites, the Gadites, and the half-tribe of Manasseh into exile. And he brought them to Halah, Habor, Hara, and the river of Gozan, where they remain to this day.","poem":1}]}],"footnotes":[{"noteId":63,"text":"Hebrew Tilgath-pilneser, a variant spelling of Tiglath-pileser; also in verse 26","reference":{"chapter":5,"verse":6}},{"noteId":64,"text":"Literally from Bashan to Baal-hermon and Senir and Mount Hermon.","reference":{"chapter":5,"verse":23}}]}}