{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","textDirection":"ltr"},"book":{"id":"ACT","name":"Acts","commonName":"Acts","title":"Acts","firstChapterApiLink":"/api/BSB/Acts/1.json","lastChapterApiLink":"/api/BSB/Acts/28.json","numberOfChapters":28},"nextChapterApiLink":"/api/BSB/Acts/2.json","previousChapterApiLink":"/api/BSB/John/21.json","chapter":{"number":1,"content":[{"type":"heading","content":["Prologue"]},{"type":"line_break"},{"type":"verse","number":1,"content":["In my first book, O Theophilus, I wrote about all that Jesus began to do and to teach,"]},{"type":"verse","number":2,"content":["until the day He was taken up to heaven, after giving instructions through the Holy Spirit to the apostles He had chosen."]},{"type":"verse","number":3,"content":["After His suffering, He presented Himself to them with many convincing proofs that He was alive. He appeared to them over a span of forty days and spoke about the kingdom of God."]},{"type":"line_break"},{"type":"verse","number":4,"content":["And while they were gathered together,",{"noteId":0},"He commanded them: “Do not leave Jerusalem, but wait for the gift the Father promised, which you have heard Me discuss."]},{"type":"verse","number":5,"content":["For John baptized with water, but in a few days you will be baptized with the Holy Spirit.",{"noteId":1},"”"]},{"type":"heading","content":["The Ascension"]},{"type":"line_break"},{"type":"verse","number":6,"content":["So when they came together, they asked Him, “Lord, will You at this time restore the kingdom to Israel?”"]},{"type":"line_break"},{"type":"verse","number":7,"content":["Jesus replied, “It is not for you to know times or seasons that the Father has fixed by His own authority."]},{"type":"verse","number":8,"content":["But you will receive power when the Holy Spirit comes upon you, and you will be My witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["After He had said this, they watched as He was taken up, and a cloud hid Him from their sight."]},{"type":"verse","number":10,"content":["They were looking intently into the sky as He was going, when suddenly two men dressed in white stood beside them."]},{"type":"verse","number":11,"content":["“Men of Galilee,” they said, “why do you stand here looking into the sky? This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen Him go into heaven.”"]},{"type":"heading","content":["Matthias Replaces Judas"]},{"type":"line_break"},{"type":"verse","number":12,"content":["Then they returned to Jerusalem from the Mount of Olives, which is near the city, a Sabbath day’s journey away.",{"noteId":2}]},{"type":"verse","number":13,"content":["When they arrived, they went to the upper room where they were staying: Peter and John, James and Andrew, Philip and Thomas, Bartholomew and Matthew, James son of Alphaeus, Simon the Zealot, and Judas son of James."]},{"type":"verse","number":14,"content":["With one accord they all continued in prayer, along with the women and Mary the mother of Jesus, and with His brothers."]},{"type":"line_break"},{"type":"verse","number":15,"content":["In those days Peter stood up among the brothers (a gathering of about a hundred and twenty) and said,"]},{"type":"verse","number":16,"content":["“Brothers, the Scripture had to be fulfilled which the Holy Spirit foretold through the mouth of David concerning Judas, who became a guide for those who arrested Jesus."]},{"type":"verse","number":17,"content":["He was one of our number and shared in this ministry.”"]},{"type":"line_break"},{"type":"verse","number":18,"content":["(Now with the reward for his wickedness Judas bought a field; there he fell headlong and burst open in the middle, and all his intestines spilled out."]},{"type":"verse","number":19,"content":["This became known to all who lived in Jerusalem, so they called that field in their own language Akeldama, that is, Field of Blood.)"]},{"type":"line_break"},{"type":"verse","number":20,"content":["“For it is written in the book of Psalms:",{"lineBreak":true},{"text":"‘May his place be deserted;","poem":1},{"text":"let there be no one to dwell in it,’","poem":2},{"noteId":3},{"lineBreak":true},{"text":"and,","poem":2},{"lineBreak":true},{"text":"‘May another take his position.’","poem":1},{"noteId":4}]},{"type":"line_break"},{"type":"verse","number":21,"content":[{"text":"Therefore it is necessary to choose one of the men who have accompanied us the whole time the Lord Jesus went in and out among us,","poem":1}]},{"type":"verse","number":22,"content":[{"text":"beginning from John’s baptism until the day Jesus was taken up from us. For one of these must become a witness with us of His resurrection.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":23,"content":[{"text":"So they proposed two men: Joseph called Barsabbas (also known as Justus) and Matthias.","poem":1}]},{"type":"verse","number":24,"content":[{"text":"And they prayed, “Lord, You know everyone’s heart. Show us which of these two You have chosen","poem":1}]},{"type":"verse","number":25,"content":[{"text":"to take up this ministry and apostleship, which Judas abandoned to go to his rightful place.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":26,"content":[{"text":"Then they cast lots, and the lot fell to Matthias; so he was added to the eleven apostles.","poem":1}]}],"footnotes":[{"noteId":0,"text":"Or eating together","reference":{"chapter":1,"verse":4}},{"noteId":1,"text":"Or For John baptized in water, but in a few days you will be baptized in the Holy Spirit; cited in Acts 11:16","reference":{"chapter":1,"verse":5}},{"noteId":2,"text":"A Sabbath day’s journey is 2,000 cubits (approximately 3,000 feet or 914.4 meters)","reference":{"chapter":1,"verse":12}},{"noteId":3,"text":"Psalm 69:25","reference":{"chapter":1,"verse":20}},{"noteId":4,"text":"Psalm 109:8","reference":{"chapter":1,"verse":20}}]}}