{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","textDirection":"ltr"},"book":{"id":"ACT","name":"Acts","commonName":"Acts","title":"Acts","firstChapterApiLink":"/api/BSB/Acts/1.json","lastChapterApiLink":"/api/BSB/Acts/28.json","numberOfChapters":28},"nextChapterApiLink":"/api/BSB/Acts/24.json","previousChapterApiLink":"/api/BSB/Acts/22.json","chapter":{"number":23,"content":[{"type":"heading","content":["Paul before the Sanhedrin"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Paul looked directly at the Sanhedrin","poem":2},{"noteId":130},{"text":"and said, “Brothers, I have conducted myself before God in all good conscience to this day.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":2,"content":[{"text":"At this, the high priest Ananias ordered those standing near Paul to strike him on the mouth.","poem":2}]},{"type":"line_break"},{"type":"verse","number":3,"content":[{"text":"Then Paul said to him, “God will strike you, you whitewashed wall! You sit here to judge me according to the law, yet you yourself violate the law by commanding that I be struck.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"But those standing nearby said, “How dare you insult the high priest of God!”","poem":2}]},{"type":"line_break"},{"type":"verse","number":5,"content":[{"text":"“Brothers,” Paul replied, “I was not aware that he was the high priest, for it is written: ‘Do not speak evil about the ruler of your people.’","poem":2},{"noteId":131},{"text":"”","poem":2}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"Then Paul, knowing that some of them were Sadducees and others Pharisees, called out in the Sanhedrin, “Brothers, I am a Pharisee, the son of a Pharisee. It is because of my hope in the resurrection of the dead that I am on trial.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":7,"content":[{"text":"As soon as he had said this, a dispute broke out between the Pharisees and Sadducees, and the assembly was divided.","poem":2}]},{"type":"verse","number":8,"content":[{"text":"For the Sadducees say that there is neither a resurrection, nor angels, nor spirits, but the Pharisees acknowledge them all.","poem":2}]},{"type":"line_break"},{"type":"verse","number":9,"content":[{"text":"A great clamor arose, and some scribes from the party of the Pharisees got up and contended sharply, “We find nothing wrong with this man. What if a spirit or an angel has spoken to him?”","poem":2}]},{"type":"verse","number":10,"content":[{"text":"The dispute grew so violent that the commander was afraid they would tear Paul to pieces. He ordered the soldiers to go down and remove him by force and bring him into the barracks.","poem":2}]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"The following night the Lord stood near Paul and said, “Take courage! As you have testified about Me in Jerusalem, so also you must testify in Rome.”","poem":2}]},{"type":"heading","content":["The Plot to Kill Paul"]},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"When daylight came, the Jews formed a conspiracy and bound themselves with an oath not to eat or drink until they had killed Paul.","poem":2}]},{"type":"verse","number":13,"content":[{"text":"More than forty of them were involved in this plot.","poem":2}]},{"type":"verse","number":14,"content":[{"text":"They went to the chief priests and elders and said, “We have bound ourselves with a solemn oath not to eat anything until we have killed Paul.","poem":2}]},{"type":"verse","number":15,"content":[{"text":"Now then, you and the Sanhedrin petition the commander to bring him down to you on the pretext of examining his case more carefully. We are ready to kill him on the way.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"But when the son of Paul’s sister heard about the plot,","poem":2},{"noteId":132},{"text":"he went into the barracks and told Paul.","poem":2}]},{"type":"verse","number":17,"content":[{"text":"Then Paul called one of the centurions and said, “Take this young man to the commander; he has something to tell him.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":18,"content":[{"text":"So the centurion took him to the commander and said, “Paul the prisoner sent and asked me to bring this young man to you. He has something to tell you.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":19,"content":[{"text":"The commander took the young man by the hand, drew him aside, and asked, “What do you need to tell me?”","poem":2}]},{"type":"line_break"},{"type":"verse","number":20,"content":[{"text":"He answered, “The Jews have agreed to ask you to bring Paul to the Sanhedrin tomorrow on the pretext of acquiring more information about him.","poem":2}]},{"type":"verse","number":21,"content":[{"text":"Do not let them persuade you, because more than forty men are waiting to ambush him. They have bound themselves with an oath not to eat or drink until they have killed him; they are ready now, awaiting your consent.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":22,"content":[{"text":"So the commander dismissed the young man and instructed him, “Do not tell anyone that you have reported this to me.”","poem":2}]},{"type":"heading","content":["Paul Sent to Felix"]},{"type":"line_break"},{"type":"verse","number":23,"content":[{"text":"Then he called two of his centurions and said, “Prepare two hundred soldiers, seventy horsemen, and two hundred spearmen to go to Caesarea in the third hour of the night.","poem":2},{"noteId":133}]},{"type":"verse","number":24,"content":[{"text":"Provide mounts for Paul to take him safely to Governor Felix.”","poem":2}]},{"type":"verse","number":25,"content":[{"text":"And he wrote the following letter:","poem":2}]},{"type":"line_break"},{"type":"verse","number":26,"content":[{"text":"Claudius Lysias,","poem":2},{"text":"To His Excellency, Governor Felix:","poem":2},{"text":"Greetings.","poem":2}]},{"type":"line_break"},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":27,"content":[{"text":"This man was seized by the Jews, and they were about to kill him when I came with my troops to rescue him. For I had learned that he is a Roman citizen,","poem":2}]},{"type":"verse","number":28,"content":[{"text":"and since I wanted to understand their charges against him, I brought him down to their Sanhedrin.","poem":2}]},{"type":"verse","number":29,"content":[{"text":"I found that the accusation involved questions about their own law, but there was no charge worthy of death or imprisonment.","poem":2}]},{"type":"line_break"},{"type":"verse","number":30,"content":[{"text":"When I was informed that there was a plot against the man, I sent him to you at once. I also instructed his accusers to present their case against him before you.","poem":2}]},{"type":"line_break"},{"type":"verse","number":31,"content":[{"text":"So the soldiers followed their orders and brought Paul by night to Antipatris.","poem":2}]},{"type":"verse","number":32,"content":[{"text":"The next day they returned to the barracks and let the horsemen go on with him.","poem":2}]},{"type":"verse","number":33,"content":[{"text":"When the horsemen arrived in Caesarea, they delivered the letter to the governor and presented Paul to him.","poem":2}]},{"type":"line_break"},{"type":"verse","number":34,"content":[{"text":"The governor read the letter and asked what province Paul was from. Learning that he was from Cilicia,","poem":2}]},{"type":"verse","number":35,"content":[{"text":"he said, “I will hear your case when your accusers arrive.” Then he ordered that Paul be kept under guard in Herod’s Praetorium.","poem":2}]}],"footnotes":[{"noteId":130,"text":"Or the Council; also in verses 6, 15, 20, and 28","reference":{"chapter":23,"verse":1}},{"noteId":131,"text":"Exodus 22:28 (see also LXX)","reference":{"chapter":23,"verse":5}},{"noteId":132,"text":"Or the ambush","reference":{"chapter":23,"verse":16}},{"noteId":133,"text":"That is, at nine tonight","reference":{"chapter":23,"verse":23}}]}}