{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","textDirection":"ltr"},"book":{"id":"ACT","name":"Acts","commonName":"Acts","title":"Acts","firstChapterApiLink":"/api/BSB/Acts/1.json","lastChapterApiLink":"/api/BSB/Acts/28.json","numberOfChapters":28},"nextChapterApiLink":"/api/BSB/Acts/10.json","previousChapterApiLink":"/api/BSB/Acts/8.json","chapter":{"number":9,"content":[{"type":"heading","content":["The Road to Damascus"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Meanwhile, Saul was still breathing out murderous threats against the disciples of the Lord. He approached the high priest","poem":2}]},{"type":"verse","number":2,"content":[{"text":"and requested letters to the synagogues in Damascus, so that if he found any men or women belonging to the Way, he could bring them as prisoners to Jerusalem.","poem":2}]},{"type":"line_break"},{"type":"verse","number":3,"content":[{"text":"As Saul drew near to Damascus on his journey, suddenly a light from heaven flashed around him.","poem":2}]},{"type":"verse","number":4,"content":[{"text":"He fell to the ground and heard a voice say to him, “Saul, Saul, why do you persecute Me?”","poem":2}]},{"type":"line_break"},{"type":"verse","number":5,"content":[{"text":"“Who are You, Lord?” Saul asked.","poem":2},{"text":"“I am Jesus, whom you are persecuting,” He replied.","poem":2},{"noteId":58}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"“Now get up and go into the city, and you will be told what you must do.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":7,"content":[{"text":"The men traveling with Saul stood there speechless. They heard the voice but did not see anyone.","poem":2}]},{"type":"verse","number":8,"content":[{"text":"Saul got up from the ground, but when he opened his eyes he could not see a thing.","poem":2},{"noteId":59},{"text":"So they led him by the hand into Damascus.","poem":2}]},{"type":"verse","number":9,"content":[{"text":"For three days he was without sight, and he did not eat or drink anything.","poem":2}]},{"type":"heading","content":["Ananias Baptizes Saul"]},{"type":"line_break"},{"type":"verse","number":10,"content":[{"text":"In Damascus there was a disciple named Ananias. The Lord spoke to him in a vision, “Ananias!”","poem":2},{"text":"“Here I am, Lord,” he answered.","poem":2}]},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"“Get up!” the Lord told him. “Go to the house of Judas on Straight Street and ask for a man from Tarsus named Saul, for he is praying.","poem":2}]},{"type":"verse","number":12,"content":[{"text":"In a vision he has seen a man named Ananias come and place his hands on him to restore his sight.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"But Ananias answered, “Lord, many people have told me about this man and all the harm he has done to Your saints in Jerusalem.","poem":2}]},{"type":"verse","number":14,"content":[{"text":"And now he is here with authority from the chief priests to arrest all who call on Your name.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":15,"content":[{"text":"“Go!” said the Lord. “This man is My chosen instrument to carry My name before the Gentiles and their kings, and before the people of Israel.","poem":2}]},{"type":"verse","number":16,"content":[{"text":"I will show him how much he must suffer for My name.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":17,"content":[{"text":"So Ananias went to the house, and when he arrived, he placed his hands on Saul. “Brother Saul,” he said, “the Lord Jesus, who appeared to you on the road as you were coming here, has sent me so that you may see again and be filled with the Holy Spirit.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":18,"content":[{"text":"At that instant, something like scales fell from Saul’s eyes, and his sight was restored. He got up and was baptized,","poem":2}]},{"type":"verse","number":19,"content":[{"text":"and after taking some food, he regained his strength. And he spent several days with the disciples in Damascus.","poem":2}]},{"type":"heading","content":["Saul Preaches at Damascus"]},{"type":"line_break"},{"type":"verse","number":20,"content":[{"text":"Saul promptly began to proclaim Jesus in the synagogues, declaring, “He is the Son of God.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":21,"content":[{"text":"All who heard him were astounded and asked, “Isn’t this the man who wreaked havoc in Jerusalem on those who call on this name? And hasn’t he come here to take them as prisoners to the chief priests?”","poem":2}]},{"type":"line_break"},{"type":"verse","number":22,"content":[{"text":"But Saul was empowered all the more, and he confounded the Jews living in Damascus by proving that Jesus is the Christ.","poem":2}]},{"type":"heading","content":["The Escape from Damascus"]},{"type":"line_break"},{"type":"verse","number":23,"content":[{"text":"After many days had passed, the Jews conspired to kill him,","poem":2}]},{"type":"verse","number":24,"content":[{"text":"but Saul learned of their plot. Day and night they watched the city gates in order to kill him.","poem":2}]},{"type":"verse","number":25,"content":[{"text":"One night, however, his disciples took him and lowered him in a basket through a window in the wall.","poem":2},{"noteId":60}]},{"type":"heading","content":["Saul in Jerusalem"]},{"type":"line_break"},{"type":"verse","number":26,"content":[{"text":"When Saul arrived in Jerusalem, he tried to join the disciples, but they were all afraid of him, not believing that he was a disciple.","poem":2}]},{"type":"verse","number":27,"content":[{"text":"Then Barnabas brought him to the apostles and described how Saul had seen the Lord, who spoke to him on the road to Damascus, and how Saul had spoken boldly in that city in the name of Jesus.","poem":2}]},{"type":"line_break"},{"type":"verse","number":28,"content":[{"text":"So Saul stayed with them, moving about freely in Jerusalem and speaking boldly in the name of the Lord.","poem":2}]},{"type":"verse","number":29,"content":[{"text":"He talked and debated with the Grecian Jews,","poem":2},{"noteId":61},{"text":"but they tried to kill him.","poem":2}]},{"type":"verse","number":30,"content":[{"text":"When the brothers learned of this, they took him down to Caesarea and sent him off to Tarsus.","poem":2}]},{"type":"heading","content":["The Healing of Aeneas"]},{"type":"line_break"},{"type":"verse","number":31,"content":[{"text":"Then the church throughout Judea, Galilee, and Samaria experienced a time of peace. It grew in strength and numbers, living in the fear of the Lord and the encouragement of the Holy Spirit.","poem":2}]},{"type":"line_break"},{"type":"verse","number":32,"content":[{"text":"As Peter traveled throughout the area, he went to visit the saints in Lydda.","poem":2}]},{"type":"verse","number":33,"content":[{"text":"There he found a man named Aeneas, who had been paralyzed and bedridden for eight years.","poem":2}]},{"type":"verse","number":34,"content":[{"text":"“Aeneas,” Peter said to him, “Jesus Christ heals you! Get up and put away your mat.” Immediately Aeneas got up,","poem":2}]},{"type":"verse","number":35,"content":[{"text":"and all who lived in Lydda and Sharon saw him and turned to the Lord.","poem":2}]},{"type":"heading","content":["The Raising of Tabitha"]},{"type":"line_break"},{"type":"verse","number":36,"content":[{"text":"In Joppa there was a disciple named Tabitha (which is translated as Dorcas),","poem":2},{"noteId":62},{"text":"who was always occupied with works of kindness and charity.","poem":2}]},{"type":"verse","number":37,"content":[{"text":"At that time, however, she became sick and died, and her body was washed and placed in an upper room.","poem":2}]},{"type":"verse","number":38,"content":[{"text":"Since Lydda was near Joppa, the disciples heard that Peter was there and sent two men to urge him, “Come to us without delay.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":39,"content":[{"text":"So Peter got up and went with them. On his arrival, they took him to the upper room. All the widows stood around him, weeping and showing him the tunics and other clothing that Dorcas had made while she was still with them.","poem":2}]},{"type":"line_break"},{"type":"verse","number":40,"content":[{"text":"Then Peter sent them all out of the room. He knelt down and prayed, and turning toward her body, he said, “Tabitha, get up!” She opened her eyes, and seeing Peter, she sat up.","poem":2}]},{"type":"verse","number":41,"content":[{"text":"Peter took her by the hand and helped her up. Then he called the saints and widows and presented her to them alive.","poem":2}]},{"type":"line_break"},{"type":"verse","number":42,"content":[{"text":"This became known all over Joppa, and many people believed in the Lord.","poem":2}]},{"type":"verse","number":43,"content":[{"text":"And Peter stayed for several days in Joppa with a tanner named Simon.","poem":2}]}],"footnotes":[{"noteId":58,"text":"TR includes “It is hard for you to kick against the goads.”","reference":{"chapter":9,"verse":5}},{"noteId":59,"text":"Literally he could see nothing or he could see no one","reference":{"chapter":9,"verse":8}},{"noteId":60,"text":"Literally through the wall; see 2 Corinthians 11:33.","reference":{"chapter":9,"verse":25}},{"noteId":61,"text":"Or Hellenists","reference":{"chapter":9,"verse":29}},{"noteId":62,"text":"Tabitha in Aramaic and Dorcas in Greek both mean gazelle.","reference":{"chapter":9,"verse":36}}]}}