{"translation":{"id":"HINIRV","language":"hin","name":"पवित्र बाइबिल","englishName":"Hindi Indian Revised Version Bible","licenseUrl":"https://ebible.org/Scriptures/details.php?id=hin2017","website":"https://ebible.org/Scriptures/details.php?id=hin2017","shortName":"IRV","availableFormats":["json"],"listOfBooksApiLink":"/api/HINIRV/books.json","textDirection":"ltr"},"book":{"id":"MAT","name":"मत्ती","commonName":"मत्ती","title":"Matthew मत्ती","firstChapterApiLink":"/api/HINIRV/मत्ती/1.json","lastChapterApiLink":"/api/HINIRV/मत्ती/28.json","numberOfChapters":28},"nextChapterApiLink":"/api/HINIRV/मत्ती/17.json","previousChapterApiLink":"/api/HINIRV/मत्ती/15.json","chapter":{"number":16,"content":[{"type":"heading","content":["फरीसियों द्वारा यीशु का परखा जाना"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"और फरीसियों और सदूकियों* ने यीशु के पास आकर उसे परखने के लिये उससे कहा, “हमें स्वर्ग का कोई चिन्ह दिखा।”","poem":1}]},{"type":"verse","number":2,"content":[{"text":"उसने उनको उत्तर दिया, “सांझ को तुम कहते हो, कि मौसम अच्छा रहेगा, क्योंकि आकाश लाल है।","poem":1}]},{"type":"verse","number":3,"content":[{"text":"और भोर को कहते हो, कि आज आँधी आएगी क्योंकि आकाश लाल और धुमला है; तुम आकाश का लक्षण देखकर भेद बता सकते हो, पर समय के चिन्हों का भेद क्यों नहीं बता सकते?","poem":1}]},{"type":"verse","number":4,"content":[{"text":"इस युग के बुरे और व्यभिचारी लोग चिन्ह ढूँढ़ते हैं पर योना के चिन्ह को छोड़ कोई और चिन्ह उन्हें न दिया जाएगा।” और वह उन्हें छोड़कर चला गया।","poem":1}]},{"type":"heading","content":["फरीसियों और सदूकियों का ख़मीर"]},{"type":"line_break"},{"type":"verse","number":5,"content":[{"text":"और चेले झील के उस पार जाते समय रोटी लेना भूल गए थे।","poem":1}]},{"type":"verse","number":6,"content":[{"text":"यीशु ने उनसे कहा, “देखो, फरीसियों और सदूकियों के ख़मीर से सावधान रहना।”","poem":1}]},{"type":"verse","number":7,"content":[{"text":"वे आपस में विचार करने लगे, “हम तो रोटी नहीं लाए। इसलिए वह ऐसा कहता है।”","poem":1}]},{"type":"verse","number":8,"content":[{"text":"यह जानकर, यीशु ने उनसे कहा, “हे अल्पविश्वासियों, तुम आपस में क्यों विचार करते हो कि हमारे पास रोटी नहीं?","poem":1}]},{"type":"verse","number":9,"content":[{"text":"क्या तुम अब तक नहीं समझे? और उन पाँच हजार की पाँच रोटी स्मरण नहीं करते, और न यह कि कितनी टोकरियाँ उठाई थीं?","poem":1}]},{"type":"verse","number":10,"content":[{"text":"और न उन चार हजार की सात रोटियाँ, और न यह कि कितने टोकरे उठाए गए थे?","poem":1}]},{"type":"verse","number":11,"content":[{"text":"तुम क्यों नहीं समझते कि मैंने तुम से रोटियों के विषय में नहीं कहा? परन्तु फरीसियों और सदूकियों के ख़मीर से सावधान रहना।”","poem":1}]},{"type":"verse","number":12,"content":[{"text":"तब उनको समझ में आया, कि उसने रोटी के ख़मीर से नहीं, पर फरीसियों और सदूकियों की शिक्षा से सावधान रहने को कहा था।","poem":1}]},{"type":"heading","content":["पतरस का यीशु को मसीह स्वीकारना"]},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"यीशु कैसरिया फिलिप्पी* के प्रदेश में आकर अपने चेलों से पूछने लगा, “लोग मनुष्य के पुत्र को क्या कहते हैं?”","poem":1}]},{"type":"verse","number":14,"content":[{"text":"उन्होंने कहा, “कुछ तो यूहन्ना बपतिस्मा देनेवाला कहते हैं और कुछ एलिय्याह, और कुछ यिर्मयाह या भविष्यद्वक्ताओं में से कोई एक कहते हैं।”","poem":1}]},{"type":"verse","number":15,"content":[{"text":"उसने उनसे कहा, “परन्तु तुम मुझे क्या कहते हो?”","poem":1}]},{"type":"verse","number":16,"content":[{"text":"शमौन पतरस ने उत्तर दिया, “तू जीविते परमेश्‍वर का पुत्र मसीह है।”","poem":1}]},{"type":"verse","number":17,"content":[{"text":"यीशु ने उसको उत्तर दिया, “हे शमौन, योना के पुत्र, तू धन्य है; क्योंकि माँस और लहू ने नहीं, परन्तु मेरे पिता ने जो स्वर्ग में है, यह बात तुझ पर प्रगट की है।","poem":1}]},{"type":"verse","number":18,"content":[{"text":"और मैं भी तुझ से कहता हूँ, कि तू पतरस* है, और मैं इस पत्थर पर अपनी कलीसिया बनाऊँगा, और अधोलोक के फाटक उस पर प्रबल न होंगे।","poem":1}]},{"type":"verse","number":19,"content":[{"text":"मैं तुझे स्वर्ग के राज्य की कुंजियाँ दूँगा: और जो कुछ तू पृथ्वी पर बाँधेगा, वह स्वर्ग में बँधेगा; और जो कुछ तू पृथ्वी पर खोलेगा, वह स्वर्ग में खुलेगा।”","poem":1}]},{"type":"verse","number":20,"content":[{"text":"तब उसने चेलों को चेतावनी दी, “किसी से न कहना! कि मैं मसीह हूँ।”","poem":1}]},{"type":"heading","content":["अपनी मृत्यु के विषय यीशु की भविष्यद्वाणी"]},{"type":"line_break"},{"type":"verse","number":21,"content":[{"text":"उस समय से यीशु अपने चेलों को बताने लगा, “मुझे अवश्य है, कि यरूशलेम को जाऊँ, और प्राचीनों और प्रधान याजकों और शास्त्रियों के हाथ से बहुत दुःख उठाऊँ; और मार डाला जाऊँ; और तीसरे दिन जी उठूँ।”","poem":1}]},{"type":"verse","number":22,"content":[{"text":"इस पर पतरस उसे अलग ले जाकर डाँटने लगा, “हे प्रभु, परमेश्‍वर न करे! तुझ पर ऐसा कभी न होगा।”","poem":1}]},{"type":"verse","number":23,"content":[{"text":"उसने फिरकर पतरस से कहा, “हे शैतान, मेरे सामने से दूर हो! तू मेरे लिये ठोकर का कारण है; क्योंकि तू परमेश्‍वर की बातें नहीं, पर मनुष्यों की बातों पर मन लगाता है।”","poem":1}]},{"type":"heading","content":["यीशु के पीछे चलने का मतलब"]},{"type":"line_break"},{"type":"verse","number":24,"content":[{"text":"तब यीशु ने अपने चेलों से कहा, “यदि कोई मेरे पीछे आना चाहे, तो अपने आप का इन्कार करे और अपना क्रूस उठाए, और मेरे पीछे हो ले।","poem":1}]},{"type":"verse","number":25,"content":[{"text":"क्योंकि जो कोई अपना प्राण बचाना चाहे, वह उसे खोएगा; और जो कोई मेरे लिये अपना प्राण खोएगा, वह उसे पाएगा।","poem":1}]},{"type":"verse","number":26,"content":[{"text":"यदि मनुष्य सारे जगत को प्राप्त करे, और अपने प्राण की हानि उठाए, तो उसे क्या लाभ होगा? या मनुष्य अपने प्राण के बदले में क्या देगा?","poem":1}]},{"type":"verse","number":27,"content":[{"text":"मनुष्य का पुत्र अपने स्वर्गदूतों के साथ अपने पिता की महिमा में आएगा, और उस समय ‘वह हर एक को उसके कामों के अनुसार प्रतिफल देगा।’","poem":1}]},{"type":"verse","number":28,"content":[{"text":"मैं तुम से सच कहता हूँ, कि जो यहाँ खड़े हैं, उनमें से कितने ऐसे हैं, कि जब तक मनुष्य के पुत्र को उसके राज्य में आते हुए न देख लेंगे, तब तक मृत्यु का स्वाद कभी न चखेंगे।”","poem":1}]}],"footnotes":[]}}