{"translation":{"id":"ENGWEBP","name":"World English Bible","englishName":"World English Bible","shortName":"WEBP","language":"en-US","licenseUrl":"https://ebible.org/find/show.php?id=engwebp","website":"https://worldenglish.bible/","availableFormats":["json"],"listOfBooksApiLink":"/api/ENGWEBP/books.json"},"book":{"id":"NUM","name":"Numbers","commonName":"Numbers","title":"The Fourth Book of Moses, Commonly Called Numbers","firstChapterApiLink":"/api/ENGWEBP/Numbers/1.json","lastChapterApiLink":"/api/ENGWEBP/Numbers/36.json","numberOfChapters":36},"nextChapterApiLink":"/api/ENGWEBP/Numbers/33.json","previousChapterApiLink":"/api/ENGWEBP/Numbers/31.json","chapter":{"number":32,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Now the children of Reuben and the children of Gad had a very great multitude of livestock. They saw the land of Jazer, and the land of Gilead. Behold, the place was a place for livestock.","poem":2}]},{"type":"verse","number":2,"content":[{"text":"Then the children of Gad and the children of Reuben came and spoke to Moses, and to Eleazar the priest, and to the princes of the congregation, saying,","poem":2}]},{"type":"verse","number":3,"content":[{"text":"“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon,","poem":2}]},{"type":"verse","number":4,"content":[{"text":"the land which Yahweh struck before the congregation of Israel, is a land for livestock; and your servants have livestock.”","poem":2}]},{"type":"verse","number":5,"content":[{"text":"They said, “If we have found favor in your sight, let this land be given to your servants for a possession. Don’t bring us over the Jordan.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"Moses said to the children of Gad, and to the children of Reuben, “Shall your brothers go to war while you sit here?","poem":2}]},{"type":"verse","number":7,"content":[{"text":"Why do you discourage the heart of the children of Israel from going over into the land which Yahweh has given them?","poem":2}]},{"type":"verse","number":8,"content":[{"text":"Your fathers did so when I sent them from Kadesh Barnea to see the land.","poem":2}]},{"type":"verse","number":9,"content":[{"text":"For when they went up to the valley of Eshcol, and saw the land, they discouraged the heart of the children of Israel, that they should not go into the land which Yahweh had given them.","poem":2}]},{"type":"verse","number":10,"content":[{"text":"Yahweh’s anger burned in that day, and he swore, saying,","poem":2}]},{"type":"verse","number":11,"content":[{"text":"‘Surely none of the men who came up out of Egypt, from twenty years old and upward, shall see the land which I swore to Abraham, to Isaac, and to Jacob; because they have not wholly followed me,","poem":2}]},{"type":"verse","number":12,"content":[{"text":"except Caleb the son of Jephunneh the Kenizzite, and Joshua the son of Nun, because they have followed Yahweh completely.’","poem":2}]},{"type":"verse","number":13,"content":[{"text":"Yahweh’s anger burned against Israel, and he made them wander back and forth in the wilderness forty years, until all the generation who had done evil in Yahweh’s sight was consumed.","poem":2}]},{"type":"line_break"},{"type":"verse","number":14,"content":[{"text":"“Behold, you have risen up in your fathers’ place, an increase of sinful men, to increase the fierce anger of Yahweh toward Israel.","poem":2}]},{"type":"verse","number":15,"content":[{"text":"For if you turn away from after him, he will yet again leave them in the wilderness; and you will destroy all these people.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"They came near to him, and said, “We will build sheepfolds here for our livestock, and cities for our little ones;","poem":2}]},{"type":"verse","number":17,"content":[{"text":"but we ourselves will be ready armed to go before the children of Israel, until we have brought them to their place. Our little ones shall dwell in the fortified cities because of the inhabitants of the land.","poem":2}]},{"type":"verse","number":18,"content":[{"text":"We will not return to our houses until the children of Israel have all received their inheritance.","poem":2}]},{"type":"verse","number":19,"content":[{"text":"For we will not inherit with them on the other side of the Jordan and beyond, because our inheritance has come to us on this side of the Jordan eastward.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":20,"content":[{"text":"Moses said to them: “If you will do this thing, if you will arm yourselves to go before Yahweh to the war,","poem":2}]},{"type":"verse","number":21,"content":[{"text":"and every one of your armed men will pass over the Jordan before Yahweh until he has driven out his enemies from before him,","poem":2}]},{"type":"verse","number":22,"content":[{"text":"and the land is subdued before Yahweh; then afterward you shall return, and be clear of obligation to Yahweh and to Israel. Then this land shall be your possession before Yahweh.","poem":2}]},{"type":"line_break"},{"type":"verse","number":23,"content":[{"text":"“But if you will not do so, behold, you have sinned against Yahweh; and be sure your sin will find you out.","poem":2}]},{"type":"verse","number":24,"content":[{"text":"Build cities for your little ones, and folds for your sheep; and do that which has proceeded out of your mouth.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":25,"content":[{"text":"The children of Gad and the children of Reuben spoke to Moses, saying, “Your servants will do as my lord commands.","poem":2}]},{"type":"verse","number":26,"content":[{"text":"Our little ones, our wives, our flocks, and all our livestock shall be there in the cities of Gilead;","poem":2}]},{"type":"verse","number":27,"content":[{"text":"but your servants will pass over, every man who is armed for war, before Yahweh to battle, as my lord says.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":28,"content":[{"text":"So Moses commanded concerning them to Eleazar the priest, and to Joshua the son of Nun, and to the heads of the fathers’ households of the tribes of the children of Israel.","poem":2}]},{"type":"verse","number":29,"content":[{"text":"Moses said to them, “If the children of Gad and the children of Reuben will pass with you over the Jordan, every man who is armed to battle before Yahweh, and the land is subdued before you, then you shall give them the land of Gilead for a possession;","poem":2}]},{"type":"verse","number":30,"content":[{"text":"but if they will not pass over with you armed, they shall have possessions among you in the land of Canaan.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":31,"content":[{"text":"The children of Gad and the children of Reuben answered, saying, “As Yahweh has said to your servants, so will we do.","poem":2}]},{"type":"verse","number":32,"content":[{"text":"We will pass over armed before Yahweh into the land of Canaan, and the possession of our inheritance shall remain with us beyond the Jordan.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":33,"content":[{"text":"Moses gave to them, even to the children of Gad, and to the children of Reuben, and to the half-tribe of Manasseh the son of Joseph, the kingdom of Sihon king of the Amorites, and the kingdom of Og king of Bashan; the land, according to its cities and borders, even the cities of the surrounding land.","poem":2}]},{"type":"verse","number":34,"content":[{"text":"The children of Gad built Dibon, Ataroth, Aroer,","poem":2}]},{"type":"verse","number":35,"content":[{"text":"Atroth-shophan, Jazer, Jogbehah,","poem":2}]},{"type":"verse","number":36,"content":[{"text":"Beth Nimrah, and Beth Haran: fortified cities and folds for sheep.","poem":2}]},{"type":"verse","number":37,"content":[{"text":"The children of Reuben built Heshbon, Elealeh, Kiriathaim,","poem":2}]},{"type":"verse","number":38,"content":[{"text":"Nebo, and Baal Meon, (their names being changed), and Sibmah. They gave other names to the cities which they built.","poem":2}]},{"type":"verse","number":39,"content":[{"text":"The children of Machir the son of Manasseh went to Gilead, took it, and dispossessed the Amorites who were therein.","poem":2}]},{"type":"verse","number":40,"content":[{"text":"Moses gave Gilead to Machir the son of Manasseh; and he lived therein.","poem":2}]},{"type":"verse","number":41,"content":[{"text":"Jair the son of Manasseh went and took its villages, and called them Havvoth Jair.","poem":2}]},{"type":"verse","number":42,"content":[{"text":"Nobah went and took Kenath and its villages, and called it Nobah, after his own name.","poem":2}]}],"footnotes":[]}}