{"translation":{"id":"ENGWEBP","name":"World English Bible","englishName":"World English Bible","shortName":"WEBP","language":"en-US","licenseUrl":"https://ebible.org/find/show.php?id=engwebp","website":"https://worldenglish.bible/","availableFormats":["json"],"listOfBooksApiLink":"/api/ENGWEBP/books.json","textDirection":"ltr"},"book":{"id":"NUM","name":"Numbers","commonName":"Numbers","title":"The Fourth Book of Moses, Commonly Called Numbers","firstChapterApiLink":"/api/ENGWEBP/Numbers/1.json","lastChapterApiLink":"/api/ENGWEBP/Numbers/36.json","numberOfChapters":36},"nextChapterApiLink":"/api/ENGWEBP/Numbers/35.json","previousChapterApiLink":"/api/ENGWEBP/Numbers/33.json","chapter":{"number":34,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Yahweh spoke to Moses, saying,","poem":2}]},{"type":"verse","number":2,"content":[{"text":"“Command the children of Israel, and tell them, ‘When you come into the land of Canaan (this is the land that shall fall to you for an inheritance, even the land of Canaan according to its borders),","poem":2}]},{"type":"verse","number":3,"content":[{"text":"then your south quarter shall be from the wilderness of Zin along by the side of Edom, and your south border shall be from the end of the Salt Sea eastward.","poem":2}]},{"type":"verse","number":4,"content":[{"text":"Your border shall turn about southward of the ascent of Akrabbim, and pass along to Zin; and it shall pass southward of Kadesh Barnea; and it shall go from there to Hazar Addar, and pass along to Azmon.","poem":2}]},{"type":"verse","number":5,"content":[{"text":"The border shall turn about from Azmon to the brook of Egypt, and it shall end at the sea.","poem":2}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"“‘For the western border, you shall have the great sea and its border. This shall be your west border.","poem":2}]},{"type":"line_break"},{"type":"verse","number":7,"content":[{"text":"“‘This shall be your north border: from the great sea you shall mark out for yourselves Mount Hor.","poem":2}]},{"type":"verse","number":8,"content":[{"text":"From Mount Hor you shall mark out to the entrance of Hamath; and the border shall pass by Zedad.","poem":2}]},{"type":"verse","number":9,"content":[{"text":"Then the border shall go to Ziphron, and it shall end at Hazar Enan. This shall be your north border.","poem":2}]},{"type":"line_break"},{"type":"verse","number":10,"content":[{"text":"“‘You shall mark out your east border from Hazar Enan to Shepham.","poem":2}]},{"type":"verse","number":11,"content":[{"text":"The border shall go down from Shepham to Riblah, on the east side of Ain. The border shall go down, and shall reach to the side of the sea of Chinnereth eastward.","poem":2}]},{"type":"verse","number":12,"content":[{"text":"The border shall go down to the Jordan, and end at the Salt Sea. This shall be your land according to its borders around it.’”","poem":2}]},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"Moses commanded the children of Israel, saying, “This is the land which you shall inherit by lot, which Yahweh has commanded to give to the nine tribes, and to the half-tribe;","poem":2}]},{"type":"verse","number":14,"content":[{"text":"for the tribe of the children of Reuben according to their fathers’ houses, the tribe of the children of Gad according to their fathers’ houses, and the half-tribe of Manasseh have received their inheritance.","poem":2}]},{"type":"verse","number":15,"content":[{"text":"The two tribes and the half-tribe have received their inheritance beyond the Jordan at Jericho eastward, toward the sunrise.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"Yahweh spoke to Moses, saying,","poem":2}]},{"type":"verse","number":17,"content":[{"text":"“These are the names of the men who shall divide the land to you for inheritance: Eleazar the priest, and Joshua the son of Nun.","poem":2}]},{"type":"verse","number":18,"content":[{"text":"You shall take one prince of every tribe, to divide the land for inheritance.","poem":2}]},{"type":"verse","number":19,"content":[{"text":"These are the names of the men: Of the tribe of Judah, Caleb the son of Jephunneh.","poem":2}]},{"type":"verse","number":20,"content":[{"text":"Of the tribe of the children of Simeon, Shemuel the son of Ammihud.","poem":2}]},{"type":"verse","number":21,"content":[{"text":"Of the tribe of Benjamin, Elidad the son of Chislon.","poem":2}]},{"type":"verse","number":22,"content":[{"text":"Of the tribe of the children of Dan a prince, Bukki the son of Jogli.","poem":2}]},{"type":"verse","number":23,"content":[{"text":"Of the children of Joseph: of the tribe of the children of Manasseh a prince, Hanniel the son of Ephod.","poem":2}]},{"type":"verse","number":24,"content":[{"text":"Of the tribe of the children of Ephraim a prince, Kemuel the son of Shiphtan.","poem":2}]},{"type":"verse","number":25,"content":[{"text":"Of the tribe of the children of Zebulun a prince, Elizaphan the son of Parnach.","poem":2}]},{"type":"verse","number":26,"content":[{"text":"Of the tribe of the children of Issachar a prince, Paltiel the son of Azzan.","poem":2}]},{"type":"verse","number":27,"content":[{"text":"Of the tribe of the children of Asher a prince, Ahihud the son of Shelomi.","poem":2}]},{"type":"verse","number":28,"content":[{"text":"Of the tribe of the children of Naphtali a prince, Pedahel the son of Ammihud.”","poem":2}]},{"type":"verse","number":29,"content":[{"text":"These are they whom Yahweh commanded to divide the inheritance to the children of Israel in the land of Canaan.","poem":2}]}],"footnotes":[]}}