{"translation":{"id":"ARBNAV","name":"كتاب الحياة","englishName":"New Arabic Version (Ketab El Hayat) Book of Life","shortName":"NAV","language":"arb","licenseUrl":"https://ebible.org/find/details.php?id=arbnav","website":"https://ebible.org/arbnav/","availableFormats":["json"],"listOfBooksApiLink":"/api/ARBNAV/books.json","textDirection":"rtl"},"book":{"id":"2CH","name":"2 أخبار","commonName":" أخبارِ الأيّامِ الثّانِي","title":"كتابُ أخبارِ الأيّامِ الثّانِي","firstChapterApiLink":"/api/ARBNAV/_أخبارِ_الأيّامِ_الثّانِي/1.json","lastChapterApiLink":"/api/ARBNAV/_أخبارِ_الأيّامِ_الثّانِي/36.json","numberOfChapters":36},"nextChapterApiLink":"/api/ARBNAV/_أخبارِ_الأيّامِ_الثّانِي/28.json","previousChapterApiLink":"/api/ARBNAV/_أخبارِ_الأيّامِ_الثّانِي/26.json","chapter":{"number":27,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":["كَانَ يُوثَامُ فِي الْخَامِسَةِ وَالْعِشْرِينَ مِنْ عُمْرِهِ حِينَ مَلَكَ، وَدَامَ حُكْمُهُ سِتَّ عَشْرَةَ سَنَةً فِي أُورُشَلِيمَ، وَاسْمُ أُمِّهِ يَرُوشَةُ بِنْتُ صَادُوقَ."]},{"type":"verse","number":2,"content":["وَصنَعَ كُلَّ مَا هُوَ قَوِيمٌ فِي عَيْنَيِ الرَّبِّ عَلَى غِرَارِ مَا نَهَجَ عَلَيْهِ أَبُوهُ عُزِّيَّا، إِلاَّ أَنَّهُ لَمْ يُغِرْ عَلَى هَيْكَلِ الرَّبِّ، إلاَّ أَنَّ الشَّعْبَ ثَابَرَ عَلَى ارْتِكَابِ الآثَامِ."]},{"type":"verse","number":3,"content":["وَقَدْ قَامَ يُوثَامُ بِبِنَاءِ الْبَابِ الأَعْلَى لِهَيْكَلِ الرَّبِّ، وَأَضَافَ كَثِيراً إِلَى سُورِ الأَكَمَةِ."]},{"type":"verse","number":4,"content":["وَبَنَى مُدُناً فِي جَبَلِ يَهُوذَا وَشَيَّدَ أَبْرَاجاً وَقِلاعاً فِي الْغَابَاتِ."]},{"type":"verse","number":5,"content":["وَحَارَبَ مَلِكَ عَمُّونَ وَهَزَمَهُ، فَدَفَعُوا لَهُ الْجِزْيَةَ فِي تِلْكَ السَّنَةِ: مِئَةَ وَزْنَةٍ (نَحْوَ ثَلاَثَةِ آلافٍ وَسِتِّ مِئَةِ كِيلُوجْرَامٍ) مِنَ الْفِضَّةِ وَعَشَرَةَ آلافِ كِيسِ قَمْحٍ وَعَشَرَةَ آلافٍ مِنَ الشَّعِيرِ. وَقَدْ أَدَّى لَهُ الْعَمُّونِيُّونَ نَفْسَ الْجِزْيَةِ فِي السَّنَةِ الثَّانِيَةِ وَالثَّالِثَةِ."]},{"type":"verse","number":6,"content":["وَعَظُمَ نُفُوذُ يُوثَامَ لأَنَّهُ سَلَكَ بِأَمَانَةٍ فِي طَاعَةِ الرَّبِّ إِلَهِهِ."]},{"type":"verse","number":7,"content":["أَمَّا بَقِيَّةُ أَخْبَارِ يُوثَامَ وَكُلُّ حُرُوبِهِ وَمُنْجَزَاتِهِ، أَلَيْسَتْ هِيَ مُدَوَّنَةً فِي كِتَابِ تَارِيخِ إِسْرَائِيلَ وَيَهُوذَا؟"]},{"type":"verse","number":8,"content":["كَانَ يُوثَامُ فِي الْخَامِسَةِ وَالْعِشْرِينَ مِنْ عُمْرِهِ حِينَ تَوَلَّى الْمُلْكَ، وَدَامَ حُكْمُهُ سِتَّ عَشْرَةَ سَنَةً فِي أُورُشَلِيمَ."]},{"type":"verse","number":9,"content":["ثُمَّ مَاتَ فَدَفَنُوهُ فِي مَدِينَةِ دَاوُدَ، وَخَلَفَهُ ابْنُهُ آحَازُ عَلَى الْمُلْكِ."]}],"footnotes":[]}}