{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json"},"book":{"id":"NEH","name":"Nehemiah","commonName":"Nehemiah","title":"Nehemiah","firstChapterApiLink":"/api/BSB/Nehemiah/1.json","lastChapterApiLink":"/api/BSB/Nehemiah/13.json","numberOfChapters":13},"nextChapterApiLink":"/api/BSB/Nehemiah/5.json","previousChapterApiLink":"/api/BSB/Nehemiah/3.json","chapter":{"number":4,"content":[{"type":"heading","content":["The Work Ridiculed"]},{"type":"line_break"},{"type":"verse","number":1,"content":["Now when Sanballat heard that we were rebuilding the wall, he was furious and filled with indignation. He ridiculed the Jews"]},{"type":"verse","number":2,"content":["before his associates and the army of Samaria, saying, “What are these feeble Jews doing? Can they restore the wall by themselves?",{"noteId":16},"Will they offer sacrifices? Will they complete it in a day? Can they bring these burnt stones back to life from the mounds of rubble?”"]},{"type":"line_break"},{"type":"verse","number":3,"content":["Then Tobiah the Ammonite, who was beside him, said, “If even a fox were to climb up on what they are building, it would break down their wall of stones!”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["Hear us, O God, for we are despised. Turn their scorn back upon their own heads, and let them be taken as plunder to a land of captivity."]},{"type":"verse","number":5,"content":["Do not cover up their iniquity or let their sin be blotted out from Your sight, for they have provoked the builders.",{"noteId":17}]},{"type":"line_break"},{"type":"verse","number":6,"content":["So we rebuilt the wall until all of it was joined together up to half its height, for the people had a mind to work."]},{"type":"line_break"},{"type":"verse","number":7,"content":["When Sanballat and Tobiah, together with the Arabs, Ammonites, and Ashdodites, heard that the repair to the walls of Jerusalem was progressing and that the gaps were being closed, they were furious,"]},{"type":"verse","number":8,"content":["and all of them conspired to come and fight against Jerusalem and create a hindrance."]},{"type":"heading","content":["Discouragement Overcome"]},{"type":"line_break"},{"type":"verse","number":9,"content":["So we prayed to our God and posted a guard against them day and night."]},{"type":"line_break"},{"type":"verse","number":10,"content":["Meanwhile, the people of Judah said:",{"noteId":18},{"text":"“The strength of the laborer fails,","poem":1},{"text":"and there is so much rubble","poem":2},{"text":"that we will never be able","poem":1},{"text":"to rebuild the wall.”","poem":2}]},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"And our enemies said, “Before they know or see a thing, we will come into their midst, kill them, and put an end to the work.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"At that time the Jews who lived nearby came and told us ten times over, “Wherever you turn, they will attack us.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"So I stationed men behind the lowest sections of the wall, at the vulnerable areas. I stationed them by families with their swords, spears, and bows.","poem":2}]},{"type":"line_break"},{"type":"verse","number":14,"content":[{"text":"After I had made an inspection, I stood up and said to the nobles, the officials, and the rest of the people, “Do not be afraid of them. Remember the Lord, who is great and awesome, and fight for your brothers, your sons and your daughters, your wives and your homes.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":15,"content":[{"text":"When our enemies heard that we were aware of their scheme and that God had frustrated it, each of us returned to his own work on the wall.","poem":2}]},{"type":"verse","number":16,"content":[{"text":"And from that day on, half of my servants did the work while the other half held spears, shields, bows, and armor.","poem":2},{"text":"The officers stationed themselves behind all the people of Judah","poem":2}]},{"type":"line_break"},{"type":"verse","number":17,"content":[{"text":"who were rebuilding the wall. The laborers who carried materials worked with one hand and held a weapon with the other.","poem":2}]},{"type":"verse","number":18,"content":[{"text":"And each of the builders worked with his sword strapped at his side. But the trumpeter stayed beside me.","poem":2}]},{"type":"line_break"},{"type":"verse","number":19,"content":[{"text":"Then I said to the nobles, the officials, and the rest of the people: “The work is great and extensive, and we are spread out far from one another along the wall.","poem":2}]},{"type":"verse","number":20,"content":[{"text":"Wherever you hear the sound of the horn, rally to us there. Our God will fight for us!”","poem":2}]},{"type":"line_break"},{"type":"verse","number":21,"content":[{"text":"So we continued the work, while half of the men held spears from the break of dawn until the stars came out.","poem":2}]},{"type":"verse","number":22,"content":[{"text":"At that time I also said to the people, “Let every man and his servant spend the night inside Jerusalem, so that they can stand guard by night and work by day.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":23,"content":[{"text":"So neither I nor my brothers nor my servants nor the guards with me changed out of our clothes; each carried his weapon, even to go for water.","poem":2},{"noteId":19}]}],"footnotes":[{"noteId":16,"text":"Or Will they commit themselves to God?","reference":{"chapter":4,"verse":2}},{"noteId":17,"text":"Or have provoked You to anger before the builders","reference":{"chapter":4,"verse":5}},{"noteId":18,"text":"Or Meanwhile, Judah said","reference":{"chapter":4,"verse":10}},{"noteId":19,"text":"Or each carried his weapon in his right hand","reference":{"chapter":4,"verse":23}}]}}