{"translation":{"id":"ENGWEBP","name":"World English Bible","englishName":"World English Bible","shortName":"WEBP","language":"en-US","licenseUrl":"https://ebible.org/find/show.php?id=engwebp","website":"https://worldenglish.bible/","availableFormats":["json"],"listOfBooksApiLink":"/api/ENGWEBP/books.json"},"book":{"id":"1CH","name":"1 Chronicles","commonName":"1 Chronicles","title":"The First Book of Chronicles","firstChapterApiLink":"/api/ENGWEBP/1_Chronicles/1.json","lastChapterApiLink":"/api/ENGWEBP/1_Chronicles/29.json","numberOfChapters":29},"nextChapterApiLink":"/api/ENGWEBP/1_Chronicles/21.json","previousChapterApiLink":"/api/ENGWEBP/1_Chronicles/19.json","chapter":{"number":20,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"At the time of the return of the year, at the time when kings go out, Joab led out the army and wasted the country of the children of Ammon, and came and besieged Rabbah. But David stayed at Jerusalem. Joab struck Rabbah, and overthrew it.","poem":2}]},{"type":"verse","number":2,"content":[{"text":"David took the crown of their king from off his head, and found it to weigh a talent of gold,","poem":2},{"noteId":11},{"text":"and there were precious stones in it. It was set on David’s head, and he brought very much plunder out of the city.","poem":2}]},{"type":"verse","number":3,"content":[{"text":"He brought out the people who were in it, and had them cut with saws, with iron picks, and with axes. David did so to all the cities of the children of Ammon. Then David and all the people returned to Jerusalem.","poem":2}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"After this, war arose at Gezer with the Philistines. Then Sibbecai the Hushathite killed Sippai, of the sons of the giant; and they were subdued.","poem":2}]},{"type":"line_break"},{"type":"verse","number":5,"content":[{"text":"Again there was war with the Philistines; and Elhanan the son of Jair killed Lahmi the brother of Goliath the Gittite, the staff of whose spear was like a weaver’s beam.","poem":2}]},{"type":"verse","number":6,"content":[{"text":"There was again war at Gath, where there was a man of great stature, who had twenty-four fingers and toes, six on each hand and six on each foot; and he also was born to the giant.","poem":2}]},{"type":"verse","number":7,"content":[{"text":"When he defied Israel, Jonathan the son of Shimea, David’s brother, killed him.","poem":2}]},{"type":"verse","number":8,"content":[{"text":"These were born to the giant in Gath; and they fell by the hand of David and by the hand of his servants.","poem":2}]}],"footnotes":[{"noteId":11,"text":"A talent is about 30 kilograms or 66 pounds or 965 Troy ounces","reference":{"chapter":20,"verse":2}}]}}