{"translation":{"id":"HINIRV","language":"hin","name":"पवित्र बाइबिल","englishName":"Hindi Indian Revised Version Bible","licenseUrl":"https://ebible.org/Scriptures/details.php?id=hin2017","website":"https://ebible.org/Scriptures/details.php?id=hin2017","shortName":"IRV","availableFormats":["json"],"listOfBooksApiLink":"/api/HINIRV/books.json"},"book":{"id":"EZK","name":"यहेजकेल","commonName":"यहेजकेल","title":"Ezekiel यहेजकेल","firstChapterApiLink":"/api/HINIRV/यहेजकेल/1.json","lastChapterApiLink":"/api/HINIRV/यहेजकेल/48.json","numberOfChapters":48},"nextChapterApiLink":"/api/HINIRV/यहेजकेल/3.json","previousChapterApiLink":"/api/HINIRV/यहेजकेल/1.json","chapter":{"number":2,"content":[{"type":"heading","content":["यहेजकेल की बुलाहट"]},{"type":"line_break"},{"type":"verse","number":1,"content":["उसने मुझसे कहा, “हे मनुष्य के सन्तान, अपने पाँवों के बल खड़ा हो, और मैं तुझसे बातें करूँगा।” (प्रेरि. 26:16)"]},{"type":"verse","number":2,"content":["जैसे ही उसने मुझसे यह कहा, वैसे ही आत्मा ने मुझ में समाकर मुझे पाँवों के बल खड़ा कर दिया; और जो मुझसे बातें करता था मैंने उसकी सुनी।"]},{"type":"verse","number":3,"content":["उसने मुझसे कहा, “हे मनुष्य के सन्तान, मैं तुझे इस्राएलियों के पास अर्थात् बलवा करनेवाली जाति के पास भेजता हूँ, जिन्होंने मेरे विरुद्ध बलवा किया है; उनके पुरखा और वे भी आज के दिन तक मेरे विरुद्ध अपराध करते चले आए हैं।"]},{"type":"verse","number":4,"content":["इस पीढ़ी के लोग जिनके पास मैं तुझे भेजता हूँ, वे निर्लज्ज और हठीले हैं;"]},{"type":"verse","number":5,"content":["और तू उनसे कहना, 'प्रभु यहोवा यह कहता है,' इससे वे, जो बलवा करनेवाले घराने के हैं, चाहे वे सुनें या न सुनें, तो भी वे इतना जान लेंगे कि हमारे बीच एक भविष्यद्वक्ता प्रगट हुआ है।"]},{"type":"verse","number":6,"content":["हे मनुष्य के सन्तान, तू उनसे न डरना; चाहे तुझे काँटों, ऊँटकटारों और बिच्छुओं के बीच भी रहना पड़े, तो भी उनके वचनों से न डरना; यद्यपि वे विद्रोही घराने के हैं, तो भी न तो उनके वचनों से डरना, और न उनके मुँह देखकर तेरा मन कच्चा हो।"]},{"type":"verse","number":7,"content":["इसलिए चाहे वे सुनें या न सुनें; तो भी तू मेरे वचन उनसे कहना, वे तो बड़े विद्रोही हैं।"]},{"type":"verse","number":8,"content":["“परन्तु हे मनुष्य के सन्तान, जो मैं तुझसे कहता हूँ, उसे तू सुन ले, उस विद्रोही घराने के समान तू भी विद्रोही न बनना जो मैं तुझे देता हूँ, उसे मुँह खोलकर खा ले।” (यिर्म. 15:16)"]},{"type":"verse","number":9,"content":["तब मैंने दृष्टि की और क्या देखा, कि मेरी ओर एक हाथ बढ़ा हुआ है और उसमें एक पुस्तक* है।"]},{"type":"verse","number":10,"content":["उसको उसने मेरे सामने खोलकर फैलाया, और वह दोनों ओर लिखी हुई थी; और जो उसमें लिखा था, वे विलाप और शोक और दुःखभरे वचन थे। (प्रका. 5:1)"]}],"footnotes":[]}}