{"translation":{"id":"ENGWEBP","name":"World English Bible","englishName":"World English Bible","shortName":"WEBP","language":"en-US","licenseUrl":"https://ebible.org/find/show.php?id=engwebp","website":"https://worldenglish.bible/","availableFormats":["json"],"listOfBooksApiLink":"/api/ENGWEBP/books.json"},"book":{"id":"1CO","name":"1 Corinthians","commonName":"1 Corinthians","title":"Paul’s First Letter to the Corinthians","firstChapterApiLink":"/api/ENGWEBP/1_Corinthians/1.json","lastChapterApiLink":"/api/ENGWEBP/1_Corinthians/16.json","numberOfChapters":16},"nextChapterApiLink":"/api/ENGWEBP/1_Corinthians/11.json","previousChapterApiLink":"/api/ENGWEBP/1_Corinthians/9.json","chapter":{"number":10,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Now I would not have you ignorant, brothers, that our fathers were all under the cloud, and all passed through the sea;","poem":2}]},{"type":"verse","number":2,"content":[{"text":"and were all baptized into Moses in the cloud and in the sea;","poem":2}]},{"type":"verse","number":3,"content":[{"text":"and all ate the same spiritual food;","poem":2}]},{"type":"verse","number":4,"content":[{"text":"and all drank the same spiritual drink. For they drank of a spiritual rock that followed them, and the rock was Christ.","poem":2}]},{"type":"verse","number":5,"content":[{"text":"However with most of them, God was not well pleased, for they were overthrown in the wilderness.","poem":2}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"Now these things were our examples, to the intent we should not lust after evil things as they also lusted.","poem":2}]},{"type":"verse","number":7,"content":[{"text":"Don’t be idolaters, as some of them were. As it is written, “The people sat down to eat and drink, and rose up to play.”","poem":2}]},{"type":"verse","number":8,"content":[{"text":"Let’s not commit sexual immorality, as some of them committed, and in one day twenty-three thousand fell.","poem":2}]},{"type":"verse","number":9,"content":[{"text":"Let’s not test Christ,","poem":2},{"noteId":4},{"text":"as some of them tested, and perished by the serpents.","poem":2}]},{"type":"verse","number":10,"content":[{"text":"Don’t grumble, as some of them also grumbled, and perished by the destroyer.","poem":2}]},{"type":"verse","number":11,"content":[{"text":"Now all these things happened to them by way of example, and they were written for our admonition, on whom the ends of the ages have come.","poem":2}]},{"type":"verse","number":12,"content":[{"text":"Therefore let him who thinks he stands be careful that he doesn’t fall.","poem":2}]},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"No temptation has taken you except what is common to man. God is faithful, who will not allow you to be tempted above what you are able, but will with the temptation also make the way of escape, that you may be able to endure it.","poem":2}]},{"type":"line_break"},{"type":"verse","number":14,"content":[{"text":"Therefore, my beloved, flee from idolatry.","poem":2}]},{"type":"verse","number":15,"content":[{"text":"I speak as to wise men. Judge what I say.","poem":2}]},{"type":"verse","number":16,"content":[{"text":"The cup of blessing which we bless, isn’t it a sharing of the blood of Christ? The bread which we break, isn’t it a sharing of the body of Christ?","poem":2}]},{"type":"verse","number":17,"content":[{"text":"Because there is one loaf of bread, we, who are many, are one body; for we all partake of the one loaf of bread.","poem":2}]},{"type":"verse","number":18,"content":[{"text":"Consider Israel according to the flesh. Don’t those who eat the sacrifices participate in the altar?","poem":2}]},{"type":"line_break"},{"type":"verse","number":19,"content":[{"text":"What am I saying then? That a thing sacrificed to idols is anything, or that an idol is anything?","poem":2}]},{"type":"verse","number":20,"content":[{"text":"But I say that the things which the Gentiles sacrifice, they sacrifice to demons and not to God, and I don’t desire that you would have fellowship with demons.","poem":2}]},{"type":"verse","number":21,"content":[{"text":"You can’t both drink the cup of the Lord and the cup of demons. You can’t both partake of the table of the Lord and of the table of demons.","poem":2}]},{"type":"verse","number":22,"content":[{"text":"Or do we provoke the Lord to jealousy? Are we stronger than he?","poem":2}]},{"type":"line_break"},{"type":"verse","number":23,"content":[{"text":"“All things are lawful for me,” but not all things are profitable. “All things are lawful for me,” but not all things build up.","poem":2}]},{"type":"verse","number":24,"content":[{"text":"Let no one seek his own, but each one his neighbor’s good.","poem":2}]},{"type":"verse","number":25,"content":[{"text":"Whatever is sold in the butcher shop, eat, asking no question for the sake of conscience,","poem":2}]},{"type":"verse","number":26,"content":[{"text":"for “the earth is the Lord’s, and its fullness.”","poem":2}]},{"type":"verse","number":27,"content":[{"text":"But if one of those who don’t believe invites you to a meal, and you are inclined to go, eat whatever is set before you, asking no questions for the sake of conscience.","poem":2}]},{"type":"verse","number":28,"content":[{"text":"But if anyone says to you, “This was offered to idols,” don’t eat it for the sake of the one who told you, and for the sake of conscience. For “the earth is the Lord’s, with all its fullness.”","poem":2}]},{"type":"verse","number":29,"content":[{"text":"Conscience, I say, not your own, but the other’s conscience. For why is my liberty judged by another conscience?","poem":2}]},{"type":"verse","number":30,"content":[{"text":"If I partake with thankfulness, why am I denounced for something I give thanks for?","poem":2}]},{"type":"line_break"},{"type":"verse","number":31,"content":[{"text":"Whether therefore you eat or drink, or whatever you do, do all to the glory of God.","poem":2}]},{"type":"verse","number":32,"content":[{"text":"Give no occasion for stumbling, whether to Jews, to Greeks, or to the assembly of God;","poem":2}]},{"type":"verse","number":33,"content":[{"text":"even as I also please all men in all things, not seeking my own profit, but the profit of the many, that they may be saved.","poem":2}]}],"footnotes":[{"noteId":4,"text":"NU reads “the Lord” instead of “Christ”.","reference":{"chapter":10,"verse":9}}]}}