{"translation":{"id":"ENGWEBP","name":"World English Bible","englishName":"World English Bible","shortName":"WEBP","language":"en-US","licenseUrl":"https://ebible.org/find/show.php?id=engwebp","website":"https://worldenglish.bible/","availableFormats":["json"],"listOfBooksApiLink":"/api/ENGWEBP/books.json","textDirection":"ltr"},"book":{"id":"1CO","name":"1 Corinthians","commonName":"1 Corinthians","title":"Paul’s First Letter to the Corinthians","firstChapterApiLink":"/api/ENGWEBP/1_Corinthians/1.json","lastChapterApiLink":"/api/ENGWEBP/1_Corinthians/16.json","numberOfChapters":16},"nextChapterApiLink":"/api/ENGWEBP/1_Corinthians/16.json","previousChapterApiLink":"/api/ENGWEBP/1_Corinthians/14.json","chapter":{"number":15,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Now I declare to you, brothers, the Good News which I preached to you, which also you received, in which you also stand,","poem":2}]},{"type":"verse","number":2,"content":[{"text":"by which also you are saved, if you hold firmly the word which I preached to you—unless you believed in vain.","poem":2}]},{"type":"line_break"},{"type":"verse","number":3,"content":[{"text":"For I delivered to you first of all that which I also received: that Christ died for our sins according to the Scriptures,","poem":2}]},{"type":"verse","number":4,"content":[{"text":"that he was buried, that he was raised on the third day according to the Scriptures,","poem":2}]},{"type":"verse","number":5,"content":[{"text":"and that he appeared to Cephas, then to the twelve.","poem":2}]},{"type":"verse","number":6,"content":[{"text":"Then he appeared to over five hundred brothers at once, most of whom remain until now, but some have also fallen asleep.","poem":2}]},{"type":"verse","number":7,"content":[{"text":"Then he appeared to James, then to all the apostles,","poem":2}]},{"type":"verse","number":8,"content":[{"text":"and last of all, as to the child born at the wrong time, he appeared to me also.","poem":2}]},{"type":"verse","number":9,"content":[{"text":"For I am the least of the apostles, who is not worthy to be called an apostle, because I persecuted the assembly of God.","poem":2}]},{"type":"verse","number":10,"content":[{"text":"But by the grace of God I am what I am. His grace which was given to me was not futile, but I worked more than all of them; yet not I, but the grace of God which was with me.","poem":2}]},{"type":"verse","number":11,"content":[{"text":"Whether then it is I or they, so we preach, and so you believed.","poem":2}]},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"Now if Christ is preached, that he has been raised from the dead, how do some among you say that there is no resurrection of the dead?","poem":2}]},{"type":"verse","number":13,"content":[{"text":"But if there is no resurrection of the dead, neither has Christ been raised.","poem":2}]},{"type":"verse","number":14,"content":[{"text":"If Christ has not been raised, then our preaching is in vain and your faith also is in vain.","poem":2}]},{"type":"verse","number":15,"content":[{"text":"Yes, we are also found false witnesses of God, because we testified about God that he raised up Christ, whom he didn’t raise up if it is true that the dead are not raised.","poem":2}]},{"type":"verse","number":16,"content":[{"text":"For if the dead aren’t raised, neither has Christ been raised.","poem":2}]},{"type":"verse","number":17,"content":[{"text":"If Christ has not been raised, your faith is vain; you are still in your sins.","poem":2}]},{"type":"verse","number":18,"content":[{"text":"Then they also who are fallen asleep in Christ have perished.","poem":2}]},{"type":"verse","number":19,"content":[{"text":"If we have only hoped in Christ in this life, we are of all men most pitiable.","poem":2}]},{"type":"line_break"},{"type":"verse","number":20,"content":[{"text":"But now Christ has been raised from the dead. He became the first fruit of those who are asleep.","poem":2}]},{"type":"verse","number":21,"content":[{"text":"For since death came by man, the resurrection of the dead also came by man.","poem":2}]},{"type":"verse","number":22,"content":[{"text":"For as in Adam all die, so also in Christ all will be made alive.","poem":2}]},{"type":"verse","number":23,"content":[{"text":"But each in his own order: Christ the first fruits, then those who are Christ’s at his coming.","poem":2}]},{"type":"verse","number":24,"content":[{"text":"Then the end comes, when he will deliver up the Kingdom to God the Father, when he will have abolished all rule and all authority and power.","poem":2}]},{"type":"verse","number":25,"content":[{"text":"For he must reign until he has put all his enemies under his feet.","poem":2}]},{"type":"verse","number":26,"content":[{"text":"The last enemy that will be abolished is death.","poem":2}]},{"type":"verse","number":27,"content":[{"text":"For, “He put all things in subjection under his feet.” But when he says, “All things are put in subjection”, it is evident that he is excepted who subjected all things to him.","poem":2}]},{"type":"verse","number":28,"content":[{"text":"When all things have been subjected to him, then the Son will also himself be subjected to him who subjected all things to him, that God may be all in all.","poem":2}]},{"type":"line_break"},{"type":"verse","number":29,"content":[{"text":"Or else what will they do who are baptized for the dead? If the dead aren’t raised at all, why then are they baptized for the dead?","poem":2}]},{"type":"verse","number":30,"content":[{"text":"Why do we also stand in jeopardy every hour?","poem":2}]},{"type":"verse","number":31,"content":[{"text":"I affirm, by the boasting in you which I have in Christ Jesus our Lord, I die daily.","poem":2}]},{"type":"verse","number":32,"content":[{"text":"If I fought with animals at Ephesus for human purposes, what does it profit me? If the dead are not raised, then “let’s eat and drink, for tomorrow we die.”","poem":2}]},{"type":"verse","number":33,"content":[{"text":"Don’t be deceived! “Evil companionships corrupt good morals.”","poem":2}]},{"type":"verse","number":34,"content":[{"text":"Wake up righteously and don’t sin, for some have no knowledge of God. I say this to your shame.","poem":2}]},{"type":"line_break"},{"type":"verse","number":35,"content":[{"text":"But someone will say, “How are the dead raised?” and, “With what kind of body do they come?”","poem":2}]},{"type":"verse","number":36,"content":[{"text":"You foolish one, that which you yourself sow is not made alive unless it dies.","poem":2}]},{"type":"verse","number":37,"content":[{"text":"That which you sow, you don’t sow the body that will be, but a bare grain, maybe of wheat, or of some other kind.","poem":2}]},{"type":"verse","number":38,"content":[{"text":"But God gives it a body even as it pleased him, and to each seed a body of its own.","poem":2}]},{"type":"verse","number":39,"content":[{"text":"All flesh is not the same flesh, but there is one flesh of men, another flesh of animals, another of fish, and another of birds.","poem":2}]},{"type":"verse","number":40,"content":[{"text":"There are also celestial bodies and terrestrial bodies; but the glory of the celestial differs from that of the terrestrial.","poem":2}]},{"type":"verse","number":41,"content":[{"text":"There is one glory of the sun, another glory of the moon, and another glory of the stars; for one star differs from another star in glory.","poem":2}]},{"type":"line_break"},{"type":"verse","number":42,"content":[{"text":"So also is the resurrection of the dead. The body is sown perishable; it is raised imperishable.","poem":2}]},{"type":"verse","number":43,"content":[{"text":"It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power.","poem":2}]},{"type":"verse","number":44,"content":[{"text":"It is sown a natural body; it is raised a spiritual body. There is a natural body and there is also a spiritual body.","poem":2}]},{"type":"line_break"},{"type":"verse","number":45,"content":[{"text":"So also it is written, “The first man Adam became a living soul.” The last Adam became a life-giving spirit.","poem":2}]},{"type":"verse","number":46,"content":[{"text":"However, that which is spiritual isn’t first, but that which is natural, then that which is spiritual.","poem":2}]},{"type":"verse","number":47,"content":[{"text":"The first man is of the earth, made of dust. The second man is the Lord from heaven.","poem":2}]},{"type":"verse","number":48,"content":[{"text":"As is the one made of dust, such are those who are also made of dust; and as is the heavenly, such are they also that are heavenly.","poem":2}]},{"type":"verse","number":49,"content":[{"text":"As we have borne the image of those made of dust, let’s","poem":2},{"noteId":10},{"text":"also bear the image of the heavenly.","poem":2}]},{"type":"verse","number":50,"content":[{"text":"Now I say this, brothers,","poem":2},{"noteId":11},{"text":"that flesh and blood can’t inherit God’s Kingdom; neither does the perishable inherit imperishable.","poem":2}]},{"type":"line_break"},{"type":"verse","number":51,"content":[{"text":"Behold,","poem":2},{"noteId":12},{"text":"I tell you a mystery. We will not all sleep, but we will all be changed,","poem":2}]},{"type":"verse","number":52,"content":[{"text":"in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound and the dead will be raised incorruptible, and we will be changed.","poem":2}]},{"type":"verse","number":53,"content":[{"text":"For this perishable body must become imperishable, and this mortal must put on immortality.","poem":2}]},{"type":"verse","number":54,"content":[{"text":"But when this perishable body will have become imperishable, and this mortal will have put on immortality, then what is written will happen: “Death is swallowed up in victory.”","poem":2}]},{"type":"verse","number":55,"content":[{"text":"“Death, where is your sting?","poem":1},{"text":"Hades,","poem":2},{"noteId":13},{"text":"where is your victory?”","poem":2}]},{"type":"line_break"},{"type":"verse","number":56,"content":[{"text":"The sting of death is sin, and the power of sin is the law.","poem":2}]},{"type":"verse","number":57,"content":[{"text":"But thanks be to God, who gives us the victory through our Lord Jesus Christ.","poem":2}]},{"type":"verse","number":58,"content":[{"text":"Therefore, my beloved brothers, be steadfast, immovable, always abounding in the Lord’s work, because you know that your labor is not in vain in the Lord.","poem":2}]}],"footnotes":[{"noteId":10,"text":"NU, TR read “we will” instead of “let’s”","reference":{"chapter":15,"verse":49}},{"noteId":11,"text":"The word for “brothers” here and where context allows may also be correctly translated “brothers and sisters” or “siblings.”","reference":{"chapter":15,"verse":50}},{"noteId":12,"text":"“Behold”, from “ἰδοὺ”, means look at, take notice, observe, see, or gaze at. It is often used as an interjection.","reference":{"chapter":15,"verse":51}},{"noteId":13,"text":"or, Hell","reference":{"chapter":15,"verse":55}}]}}