{"translation":{"id":"ENGWEBP","name":"World English Bible","englishName":"World English Bible","shortName":"WEBP","language":"en-US","licenseUrl":"https://ebible.org/find/show.php?id=engwebp","website":"https://worldenglish.bible/","availableFormats":["json"],"listOfBooksApiLink":"/api/ENGWEBP/books.json"},"book":{"id":"1CO","name":"1 Corinthians","commonName":"1 Corinthians","title":"Paul’s First Letter to the Corinthians","firstChapterApiLink":"/api/ENGWEBP/1_Corinthians/1.json","lastChapterApiLink":"/api/ENGWEBP/1_Corinthians/16.json","numberOfChapters":16},"nextChapterApiLink":"/api/ENGWEBP/1_Corinthians/10.json","previousChapterApiLink":"/api/ENGWEBP/1_Corinthians/8.json","chapter":{"number":9,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Am I not free? Am I not an apostle? Haven’t I seen Jesus Christ, our Lord? Aren’t you my work in the Lord?","poem":2}]},{"type":"verse","number":2,"content":[{"text":"If to others I am not an apostle, yet at least I am to you; for you are the seal of my apostleship in the Lord.","poem":2}]},{"type":"line_break"},{"type":"verse","number":3,"content":[{"text":"My defense to those who examine me is this:","poem":2}]},{"type":"verse","number":4,"content":[{"text":"Have we no right to eat and to drink?","poem":2}]},{"type":"verse","number":5,"content":[{"text":"Have we no right to take along a wife who is a believer, even as the rest of the apostles, and the brothers of the Lord, and Cephas?","poem":2}]},{"type":"verse","number":6,"content":[{"text":"Or have only Barnabas and I no right to not work?","poem":2}]},{"type":"verse","number":7,"content":[{"text":"What soldier ever serves at his own expense? Who plants a vineyard, and doesn’t eat of its fruit? Or who feeds a flock, and doesn’t drink from the flock’s milk?","poem":2}]},{"type":"line_break"},{"type":"verse","number":8,"content":[{"text":"Do I speak these things according to the ways of men? Or doesn’t the law also say the same thing?","poem":2}]},{"type":"verse","number":9,"content":[{"text":"For it is written in the law of Moses, “You shall not muzzle an ox while it treads out the grain.” Is it for the oxen that God cares,","poem":2}]},{"type":"verse","number":10,"content":[{"text":"or does he say it assuredly for our sake? Yes, it was written for our sake, because he who plows ought to plow in hope, and he who threshes in hope should partake of his hope.","poem":2}]},{"type":"verse","number":11,"content":[{"text":"If we sowed to you spiritual things, is it a great thing if we reap your fleshly things?","poem":2}]},{"type":"verse","number":12,"content":[{"text":"If others partake of this right over you, don’t we yet more?","poem":2},{"text":"Nevertheless we didn’t use this right, but we bear all things, that we may cause no hindrance to the Good News of Christ.","poem":2}]},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"Don’t you know that those who serve around sacred things eat from the things of the temple, and those who wait on the altar have their portion with the altar?","poem":2}]},{"type":"verse","number":14,"content":[{"text":"Even so the Lord ordained that those who proclaim the Good News should live from the Good News.","poem":2}]},{"type":"line_break"},{"type":"verse","number":15,"content":[{"text":"But I have used none of these things, and I don’t write these things that it may be done so in my case; for I would rather die, than that anyone should make my boasting void.","poem":2}]},{"type":"verse","number":16,"content":[{"text":"For if I preach the Good News, I have nothing to boast about, for necessity is laid on me; but woe is to me if I don’t preach the Good News.","poem":2}]},{"type":"verse","number":17,"content":[{"text":"For if I do this of my own will, I have a reward. But if not of my own will, I have a stewardship entrusted to me.","poem":2}]},{"type":"verse","number":18,"content":[{"text":"What then is my reward? That when I preach the Good News, I may present the Good News of Christ without charge, so as not to abuse my authority in the Good News.","poem":2}]},{"type":"line_break"},{"type":"verse","number":19,"content":[{"text":"For though I was free from all, I brought myself under bondage to all, that I might gain the more.","poem":2}]},{"type":"verse","number":20,"content":[{"text":"To the Jews I became as a Jew, that I might gain Jews; to those who are under the law, as under the law,","poem":2},{"noteId":3},{"text":"that I might gain those who are under the law;","poem":2}]},{"type":"verse","number":21,"content":[{"text":"to those who are without law, as without law (not being without law toward God, but under law toward Christ), that I might win those who are without law.","poem":2}]},{"type":"verse","number":22,"content":[{"text":"To the weak I became as weak, that I might gain the weak. I have become all things to all men, that I may by all means save some.","poem":2}]},{"type":"verse","number":23,"content":[{"text":"Now I do this for the sake of the Good News, that I may be a joint partaker of it.","poem":2}]},{"type":"verse","number":24,"content":[{"text":"Don’t you know that those who run in a race all run, but one receives the prize? Run like that, so that you may win.","poem":2}]},{"type":"verse","number":25,"content":[{"text":"Every man who strives in the games exercises self-control in all things. Now they do it to receive a corruptible crown, but we an incorruptible.","poem":2}]},{"type":"verse","number":26,"content":[{"text":"I therefore run like that, not aimlessly. I fight like that, not beating the air,","poem":2}]},{"type":"verse","number":27,"content":[{"text":"but I beat my body and bring it into submission, lest by any means, after I have preached to others, I myself should be disqualified.","poem":2}]}],"footnotes":[{"noteId":3,"text":"NU adds: though I myself am not under the law","reference":{"chapter":9,"verse":20}}]}}