{"translation":{"id":"ENGWEBP","name":"World English Bible","englishName":"World English Bible","shortName":"WEBP","language":"en-US","licenseUrl":"https://ebible.org/find/show.php?id=engwebp","website":"https://worldenglish.bible/","availableFormats":["json"],"listOfBooksApiLink":"/api/ENGWEBP/books.json","textDirection":"ltr"},"book":{"id":"GEN","name":"Genesis","commonName":"Genesis","title":"The First Book of Moses, Commonly Called Genesis","firstChapterApiLink":"/api/ENGWEBP/Genesis/1.json","lastChapterApiLink":"/api/ENGWEBP/Genesis/50.json","numberOfChapters":50},"nextChapterApiLink":"/api/ENGWEBP/Genesis/21.json","previousChapterApiLink":"/api/ENGWEBP/Genesis/19.json","chapter":{"number":20,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Abraham traveled from there toward the land of the South, and lived between Kadesh and Shur. He lived as a foreigner in Gerar.","poem":2}]},{"type":"verse","number":2,"content":[{"text":"Abraham said about Sarah his wife, “She is my sister.” Abimelech king of Gerar sent, and took Sarah.","poem":2}]},{"type":"verse","number":3,"content":[{"text":"But God came to Abimelech in a dream of the night, and said to him, “Behold, you are a dead man, because of the woman whom you have taken; for she is a man’s wife.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"Now Abimelech had not come near her. He said, “Lord, will you kill even a righteous nation?","poem":2}]},{"type":"verse","number":5,"content":[{"text":"Didn’t he tell me, ‘She is my sister’? She, even she herself, said, ‘He is my brother.’ I have done this in the integrity of my heart and the innocence of my hands.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"God said to him in the dream, “Yes, I know that in the integrity of your heart you have done this, and I also withheld you from sinning against me. Therefore I didn’t allow you to touch her.","poem":2}]},{"type":"verse","number":7,"content":[{"text":"Now therefore, restore the man’s wife. For he is a prophet, and he will pray for you, and you will live. If you don’t restore her, know for sure that you will die, you, and all who are yours.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":8,"content":[{"text":"Abimelech rose early in the morning, and called all his servants, and told all these things in their ear. The men were very scared.","poem":2}]},{"type":"verse","number":9,"content":[{"text":"Then Abimelech called Abraham, and said to him, “What have you done to us? How have I sinned against you, that you have brought on me and on my kingdom a great sin? You have done deeds to me that ought not to be done!”","poem":2}]},{"type":"verse","number":10,"content":[{"text":"Abimelech said to Abraham, “What did you see, that you have done this thing?”","poem":2}]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"Abraham said, “Because I thought, ‘Surely the fear of God is not in this place. They will kill me for my wife’s sake.’","poem":2}]},{"type":"verse","number":12,"content":[{"text":"Besides, she is indeed my sister, the daughter of my father, but not the daughter of my mother; and she became my wife.","poem":2}]},{"type":"verse","number":13,"content":[{"text":"When God caused me to wander from my father’s house, I said to her, ‘This is your kindness which you shall show to me. Everywhere that we go, say of me, “He is my brother.”’”","poem":2}]},{"type":"line_break"},{"type":"verse","number":14,"content":[{"text":"Abimelech took sheep and cattle, male servants and female servants, and gave them to Abraham, and restored Sarah, his wife, to him.","poem":2}]},{"type":"verse","number":15,"content":[{"text":"Abimelech said, “Behold, my land is before you. Dwell where it pleases you.”","poem":2}]},{"type":"verse","number":16,"content":[{"text":"To Sarah he said, “Behold, I have given your brother a thousand pieces of silver. Behold, it is for you a covering of the eyes to all that are with you. In front of all you are vindicated.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":17,"content":[{"text":"Abraham prayed to God. So God healed Abimelech, his wife, and his female servants, and they bore children.","poem":2}]},{"type":"verse","number":18,"content":[{"text":"For Yahweh had closed up tight all the wombs of the house of Abimelech, because of Sarah, Abraham’s wife.","poem":2}]}],"footnotes":[]}}