{"translation":{"id":"ENGWEBP","name":"World English Bible","englishName":"World English Bible","shortName":"WEBP","language":"en-US","licenseUrl":"https://ebible.org/find/show.php?id=engwebp","website":"https://worldenglish.bible/","availableFormats":["json"],"listOfBooksApiLink":"/api/ENGWEBP/books.json","textDirection":"ltr"},"book":{"id":"GEN","name":"Genesis","commonName":"Genesis","title":"The First Book of Moses, Commonly Called Genesis","firstChapterApiLink":"/api/ENGWEBP/Genesis/1.json","lastChapterApiLink":"/api/ENGWEBP/Genesis/50.json","numberOfChapters":50},"nextChapterApiLink":"/api/ENGWEBP/Genesis/34.json","previousChapterApiLink":"/api/ENGWEBP/Genesis/32.json","chapter":{"number":33,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Jacob lifted up his eyes, and looked, and, behold, Esau was coming, and with him four hundred men. He divided the children between Leah, Rachel, and the two servants.","poem":1}]},{"type":"verse","number":2,"content":[{"text":"He put the servants and their children in front, Leah and her children after, and Rachel and Joseph at the rear.","poem":1}]},{"type":"verse","number":3,"content":[{"text":"He himself passed over in front of them, and bowed himself to the ground seven times, until he came near to his brother.","poem":1}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"Esau ran to meet him, embraced him, fell on his neck, kissed him, and they wept.","poem":1}]},{"type":"verse","number":5,"content":[{"text":"He lifted up his eyes, and saw the women and the children; and said, “Who are these with you?”","poem":1},{"text":"He said, “The children whom God has graciously given your servant.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"Then the servants came near with their children, and they bowed themselves.","poem":1}]},{"type":"verse","number":7,"content":[{"text":"Leah also and her children came near, and bowed themselves. After them, Joseph came near with Rachel, and they bowed themselves.","poem":1}]},{"type":"line_break"},{"type":"verse","number":8,"content":[{"text":"Esau said, “What do you mean by all this company which I met?”","poem":1},{"text":"Jacob said, “To find favor in the sight of my lord.”","poem":1}]},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":9,"content":[{"text":"Esau said, “I have enough, my brother; let that which you have be yours.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":10,"content":[{"text":"Jacob said, “Please, no, if I have now found favor in your sight, then receive my present at my hand, because I have seen your face, as one sees the face of God, and you were pleased with me.","poem":1}]},{"type":"verse","number":11,"content":[{"text":"Please take the gift that I brought to you, because God has dealt graciously with me, and because I have enough.” He urged him, and he took it.","poem":1}]},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"Esau said, “Let’s take our journey, and let’s go, and I will go before you.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"Jacob said to him, “My lord knows that the children are tender, and that the flocks and herds with me have their young, and if they overdrive them one day, all the flocks will die.","poem":1}]},{"type":"verse","number":14,"content":[{"text":"Please let my lord pass over before his servant, and I will lead on gently, according to the pace of the livestock that are before me and according to the pace of the children, until I come to my lord to Seir.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":15,"content":[{"text":"Esau said, “Let me now leave with you some of the people who are with me.”","poem":1},{"text":"He said, “Why? Let me find favor in the sight of my lord.”","poem":1}]},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"So Esau returned that day on his way to Seir.","poem":1}]},{"type":"verse","number":17,"content":[{"text":"Jacob traveled to Succoth, built himself a house, and made shelters for his livestock. Therefore the name of the place is called Succoth.","poem":1},{"noteId":37}]},{"type":"line_break"},{"type":"verse","number":18,"content":[{"text":"Jacob came in peace to the city of Shechem, which is in the land of Canaan, when he came from Paddan Aram; and encamped before the city.","poem":1}]},{"type":"verse","number":19,"content":[{"text":"He bought the parcel of ground where he had spread his tent, at the hand of the children of Hamor, Shechem’s father, for one hundred pieces of money.","poem":1}]},{"type":"verse","number":20,"content":[{"text":"He erected an altar there, and called it El Elohe Israel.","poem":1},{"noteId":38}]}],"footnotes":[{"noteId":37,"text":"succoth means shelters or booths.","reference":{"chapter":33,"verse":17}},{"noteId":38,"text":"El Elohe Israel means “God, the God of Israel” or “The God of Israel is mighty”.","reference":{"chapter":33,"verse":20}}]}}