{"translation":{"id":"ENGWEBP","name":"World English Bible","englishName":"World English Bible","shortName":"WEBP","language":"en-US","licenseUrl":"https://ebible.org/find/show.php?id=engwebp","website":"https://worldenglish.bible/","availableFormats":["json"],"listOfBooksApiLink":"/api/ENGWEBP/books.json"},"book":{"id":"GEN","name":"Genesis","commonName":"Genesis","title":"The First Book of Moses, Commonly Called Genesis","firstChapterApiLink":"/api/ENGWEBP/Genesis/1.json","lastChapterApiLink":"/api/ENGWEBP/Genesis/50.json","numberOfChapters":50},"nextChapterApiLink":"/api/ENGWEBP/Genesis/42.json","previousChapterApiLink":"/api/ENGWEBP/Genesis/40.json","chapter":{"number":41,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"At the end of two full years, Pharaoh dreamed, and behold, he stood by the river.","poem":1}]},{"type":"verse","number":2,"content":[{"text":"Behold, seven cattle came up out of the river. They were sleek and fat, and they fed in the marsh grass.","poem":1}]},{"type":"verse","number":3,"content":[{"text":"Behold, seven other cattle came up after them out of the river, ugly and thin, and stood by the other cattle on the brink of the river.","poem":1}]},{"type":"verse","number":4,"content":[{"text":"The ugly and thin cattle ate up the seven sleek and fat cattle. So Pharaoh awoke.","poem":1}]},{"type":"verse","number":5,"content":[{"text":"He slept and dreamed a second time; and behold, seven heads of grain came up on one stalk, healthy and good.","poem":1}]},{"type":"verse","number":6,"content":[{"text":"Behold, seven heads of grain, thin and blasted with the east wind, sprung up after them.","poem":1}]},{"type":"verse","number":7,"content":[{"text":"The thin heads of grain swallowed up the seven healthy and full ears. Pharaoh awoke, and behold, it was a dream.","poem":1}]},{"type":"verse","number":8,"content":[{"text":"In the morning, his spirit was troubled, and he sent and called for all of Egypt’s magicians and wise men. Pharaoh told them his dreams, but there was no one who could interpret them to Pharaoh.","poem":1}]},{"type":"line_break"},{"type":"verse","number":9,"content":[{"text":"Then the chief cup bearer spoke to Pharaoh, saying, “I remember my faults today.","poem":1}]},{"type":"verse","number":10,"content":[{"text":"Pharaoh was angry with his servants, and put me in custody in the house of the captain of the guard, with the chief baker.","poem":1}]},{"type":"verse","number":11,"content":[{"text":"We dreamed a dream in one night, he and I. Each man dreamed according to the interpretation of his dream.","poem":1}]},{"type":"verse","number":12,"content":[{"text":"There was with us there a young man, a Hebrew, servant to the captain of the guard, and we told him, and he interpreted to us our dreams. He interpreted to each man according to his dream.","poem":1}]},{"type":"verse","number":13,"content":[{"text":"As he interpreted to us, so it was. He restored me to my office, and he hanged him.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":14,"content":[{"text":"Then Pharaoh sent and called Joseph, and they brought him hastily out of the dungeon. He shaved himself, changed his clothing, and came in to Pharaoh.","poem":1}]},{"type":"verse","number":15,"content":[{"text":"Pharaoh said to Joseph, “I have dreamed a dream, and there is no one who can interpret it. I have heard it said of you, that when you hear a dream you can interpret it.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"Joseph answered Pharaoh, saying, “It isn’t in me. God will give Pharaoh an answer of peace.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":17,"content":[{"text":"Pharaoh spoke to Joseph, “In my dream, behold, I stood on the brink of the river;","poem":1}]},{"type":"verse","number":18,"content":[{"text":"and behold, seven fat and sleek cattle came up out of the river. They fed in the marsh grass;","poem":1}]},{"type":"verse","number":19,"content":[{"text":"and behold, seven other cattle came up after them, poor and very ugly and thin, such as I never saw in all the land of Egypt for ugliness.","poem":1}]},{"type":"verse","number":20,"content":[{"text":"The thin and ugly cattle ate up the first seven fat cattle;","poem":1}]},{"type":"verse","number":21,"content":[{"text":"and when they had eaten them up, it couldn’t be known that they had eaten them, but they were still ugly, as at the beginning. So I awoke.","poem":1}]},{"type":"verse","number":22,"content":[{"text":"I saw in my dream, and behold, seven heads of grain came up on one stalk, full and good;","poem":1}]},{"type":"verse","number":23,"content":[{"text":"and behold, seven heads of grain, withered, thin, and blasted with the east wind, sprung up after them.","poem":1}]},{"type":"verse","number":24,"content":[{"text":"The thin heads of grain swallowed up the seven good heads of grain. I told it to the magicians, but there was no one who could explain it to me.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":25,"content":[{"text":"Joseph said to Pharaoh, “The dream of Pharaoh is one. What God is about to do he has declared to Pharaoh.","poem":1}]},{"type":"verse","number":26,"content":[{"text":"The seven good cattle are seven years; and the seven good heads of grain are seven years. The dream is one.","poem":1}]},{"type":"verse","number":27,"content":[{"text":"The seven thin and ugly cattle that came up after them are seven years, and also the seven empty heads of grain blasted with the east wind; they will be seven years of famine.","poem":1}]},{"type":"verse","number":28,"content":[{"text":"That is the thing which I have spoken to Pharaoh. God has shown Pharaoh what he is about to do.","poem":1}]},{"type":"verse","number":29,"content":[{"text":"Behold, seven years of great plenty throughout all the land of Egypt are coming.","poem":1}]},{"type":"verse","number":30,"content":[{"text":"Seven years of famine will arise after them, and all the plenty will be forgotten in the land of Egypt. The famine will consume the land,","poem":1}]},{"type":"verse","number":31,"content":[{"text":"and the plenty will not be known in the land by reason of that famine which follows; for it will be very grievous.","poem":1}]},{"type":"verse","number":32,"content":[{"text":"The dream was doubled to Pharaoh, because the thing is established by God, and God will shortly bring it to pass.","poem":1}]},{"type":"line_break"},{"type":"verse","number":33,"content":[{"text":"“Now therefore let Pharaoh look for a discreet and wise man, and set him over the land of Egypt.","poem":1}]},{"type":"verse","number":34,"content":[{"text":"Let Pharaoh do this, and let him appoint overseers over the land, and take up the fifth part of the land of Egypt’s produce in the seven plenteous years.","poem":1}]},{"type":"verse","number":35,"content":[{"text":"Let them gather all the food of these good years that come, and store grain under the hand of Pharaoh for food in the cities, and let them keep it.","poem":1}]},{"type":"verse","number":36,"content":[{"text":"The food will be to supply the land against the seven years of famine, which will be in the land of Egypt; so that the land will not perish through the famine.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":37,"content":[{"text":"The thing was good in the eyes of Pharaoh, and in the eyes of all his servants.","poem":1}]},{"type":"verse","number":38,"content":[{"text":"Pharaoh said to his servants, “Can we find such a one as this, a man in whom is the Spirit of God?”","poem":1}]},{"type":"verse","number":39,"content":[{"text":"Pharaoh said to Joseph, “Because God has shown you all of this, there is no one so discreet and wise as you.","poem":1}]},{"type":"verse","number":40,"content":[{"text":"You shall be over my house. All my people will be ruled according to your word. Only in the throne I will be greater than you.”","poem":1}]},{"type":"verse","number":41,"content":[{"text":"Pharaoh said to Joseph, “Behold, I have set you over all the land of Egypt.”","poem":1}]},{"type":"verse","number":42,"content":[{"text":"Pharaoh took off his signet ring from his hand, and put it on Joseph’s hand, and arrayed him in robes of fine linen, and put a gold chain about his neck.","poem":1}]},{"type":"verse","number":43,"content":[{"text":"He made him ride in the second chariot which he had. They cried before him, “Bow the knee!” He set him over all the land of Egypt.","poem":1}]},{"type":"verse","number":44,"content":[{"text":"Pharaoh said to Joseph, “I am Pharaoh. Without you, no man shall lift up his hand or his foot in all the land of Egypt.”","poem":1}]},{"type":"verse","number":45,"content":[{"text":"Pharaoh called Joseph’s name Zaphenath-Paneah. He gave him Asenath, the daughter of Potiphera priest of On as a wife. Joseph went out over the land of Egypt.","poem":1}]},{"type":"line_break"},{"type":"verse","number":46,"content":[{"text":"Joseph was thirty years old when he stood before Pharaoh king of Egypt. Joseph went out from the presence of Pharaoh, and went throughout all the land of Egypt.","poem":1}]},{"type":"verse","number":47,"content":[{"text":"In the seven plenteous years the earth produced abundantly.","poem":1}]},{"type":"verse","number":48,"content":[{"text":"He gathered up all the food of the seven years which were in the land of Egypt, and laid up the food in the cities. He stored food in each city from the fields around that city.","poem":1}]},{"type":"verse","number":49,"content":[{"text":"Joseph laid up grain as the sand of the sea, very much, until he stopped counting, for it was without number.","poem":1}]},{"type":"verse","number":50,"content":[{"text":"To Joseph were born two sons before the year of famine came, whom Asenath, the daughter of Potiphera priest of On, bore to him.","poem":1}]},{"type":"verse","number":51,"content":[{"text":"Joseph called the name of the firstborn Manasseh,","poem":1},{"noteId":45},{"text":"“For”, he said, “God has made me forget all my toil, and all my father’s house.”","poem":1}]},{"type":"verse","number":52,"content":[{"text":"The name of the second, he called Ephraim:","poem":1},{"noteId":46},{"text":"“For God has made me fruitful in the land of my affliction.”","poem":1}]},{"type":"line_break"},{"type":"verse","number":53,"content":[{"text":"The seven years of plenty, that were in the land of Egypt, came to an end.","poem":1}]},{"type":"verse","number":54,"content":[{"text":"The seven years of famine began to come, just as Joseph had said. There was famine in all lands, but in all the land of Egypt there was bread.","poem":1}]},{"type":"verse","number":55,"content":[{"text":"When all the land of Egypt was famished, the people cried to Pharaoh for bread, and Pharaoh said to all the Egyptians, “Go to Joseph. What he says to you, do.”","poem":1}]},{"type":"verse","number":56,"content":[{"text":"The famine was over all the surface of the earth. Joseph opened all the store houses, and sold to the Egyptians. The famine was severe in the land of Egypt.","poem":1}]},{"type":"verse","number":57,"content":[{"text":"All countries came into Egypt, to Joseph, to buy grain, because the famine was severe in all the earth.","poem":1}]}],"footnotes":[{"noteId":45,"text":"“Manasseh” sounds like the Hebrew for “forget”.","reference":{"chapter":41,"verse":51}},{"noteId":46,"text":"“Ephraim” sounds like the Hebrew for “twice fruitful”.","reference":{"chapter":41,"verse":52}}]}}