{"translation":{"id":"ENGWEBP","name":"World English Bible","englishName":"World English Bible","shortName":"WEBP","language":"en-US","licenseUrl":"https://ebible.org/find/show.php?id=engwebp","website":"https://worldenglish.bible/","availableFormats":["json"],"listOfBooksApiLink":"/api/ENGWEBP/books.json"},"book":{"id":"GEN","name":"Genesis","commonName":"Genesis","title":"The First Book of Moses, Commonly Called Genesis","firstChapterApiLink":"/api/ENGWEBP/Genesis/1.json","lastChapterApiLink":"/api/ENGWEBP/Genesis/50.json","numberOfChapters":50},"nextChapterApiLink":"/api/ENGWEBP/Genesis/6.json","previousChapterApiLink":"/api/ENGWEBP/Genesis/4.json","chapter":{"number":5,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"This is the book of the generations of Adam. In the day that God created man, he made him in God’s likeness.","poem":2}]},{"type":"verse","number":2,"content":[{"text":"He created them male and female, and blessed them. On the day they were created, he named them Adam.","poem":2},{"noteId":8}]},{"type":"verse","number":3,"content":[{"text":"Adam lived one hundred thirty years, and became the father of a son in his own likeness, after his image, and named him Seth.","poem":2}]},{"type":"verse","number":4,"content":[{"text":"The days of Adam after he became the father of Seth were eight hundred years, and he became the father of other sons and daughters.","poem":2}]},{"type":"verse","number":5,"content":[{"text":"All the days that Adam lived were nine hundred thirty years, then he died.","poem":2}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"Seth lived one hundred five years, then became the father of Enosh.","poem":2}]},{"type":"verse","number":7,"content":[{"text":"Seth lived after he became the father of Enosh eight hundred seven years, and became the father of other sons and daughters.","poem":2}]},{"type":"verse","number":8,"content":[{"text":"All of the days of Seth were nine hundred twelve years, then he died.","poem":2}]},{"type":"line_break"},{"type":"verse","number":9,"content":[{"text":"Enosh lived ninety years, and became the father of Kenan.","poem":2}]},{"type":"verse","number":10,"content":[{"text":"Enosh lived after he became the father of Kenan eight hundred fifteen years, and became the father of other sons and daughters.","poem":2}]},{"type":"verse","number":11,"content":[{"text":"All of the days of Enosh were nine hundred five years, then he died.","poem":2}]},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"Kenan lived seventy years, then became the father of Mahalalel.","poem":2}]},{"type":"verse","number":13,"content":[{"text":"Kenan lived after he became the father of Mahalalel eight hundred forty years, and became the father of other sons and daughters","poem":2}]},{"type":"verse","number":14,"content":[{"text":"and all of the days of Kenan were nine hundred ten years, then he died.","poem":2}]},{"type":"line_break"},{"type":"verse","number":15,"content":[{"text":"Mahalalel lived sixty-five years, then became the father of Jared.","poem":2}]},{"type":"verse","number":16,"content":[{"text":"Mahalalel lived after he became the father of Jared eight hundred thirty years, and became the father of other sons and daughters.","poem":2}]},{"type":"verse","number":17,"content":[{"text":"All of the days of Mahalalel were eight hundred ninety-five years, then he died.","poem":2}]},{"type":"line_break"},{"type":"verse","number":18,"content":[{"text":"Jared lived one hundred sixty-two years, then became the father of Enoch.","poem":2}]},{"type":"verse","number":19,"content":[{"text":"Jared lived after he became the father of Enoch eight hundred years, and became the father of other sons and daughters.","poem":2}]},{"type":"verse","number":20,"content":[{"text":"All of the days of Jared were nine hundred sixty-two years, then he died.","poem":2}]},{"type":"line_break"},{"type":"verse","number":21,"content":[{"text":"Enoch lived sixty-five years, then became the father of Methuselah.","poem":2}]},{"type":"verse","number":22,"content":[{"text":"After Methuselah’s birth, Enoch walked with God for three hundred years, and became the father of more sons and daughters.","poem":2}]},{"type":"verse","number":23,"content":[{"text":"All the days of Enoch were three hundred sixty-five years.","poem":2}]},{"type":"verse","number":24,"content":[{"text":"Enoch walked with God, and he was not found, for God took him.","poem":2}]},{"type":"line_break"},{"type":"verse","number":25,"content":[{"text":"Methuselah lived one hundred eighty-seven years, then became the father of Lamech.","poem":2}]},{"type":"verse","number":26,"content":[{"text":"Methuselah lived after he became the father of Lamech seven hundred eighty-two years, and became the father of other sons and daughters.","poem":2}]},{"type":"verse","number":27,"content":[{"text":"All the days of Methuselah were nine hundred sixty-nine years, then he died.","poem":2}]},{"type":"line_break"},{"type":"verse","number":28,"content":[{"text":"Lamech lived one hundred eighty-two years, then became the father of a son.","poem":2}]},{"type":"verse","number":29,"content":[{"text":"He named him Noah, saying, “This one will comfort us in our work and in the toil of our hands, caused by the ground which Yahweh has cursed.”","poem":2}]},{"type":"verse","number":30,"content":[{"text":"Lamech lived after he became the father of Noah five hundred ninety-five years, and became the father of other sons and daughters.","poem":2}]},{"type":"verse","number":31,"content":[{"text":"All the days of Lamech were seven hundred seventy-seven years, then he died.","poem":2}]},{"type":"line_break"},{"type":"verse","number":32,"content":[{"text":"Noah was five hundred years old, then Noah became the father of Shem, Ham, and Japheth.","poem":2}]}],"footnotes":[{"noteId":8,"text":"“Adam” and “Man” are spelled with the exact same consonants in Hebrew, so this can be correctly translated either way.","reference":{"chapter":5,"verse":2}}]}}