{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json"},"book":{"id":"1SA","name":"1 Samuel","commonName":"1 Samuel","title":"1 Samuel","firstChapterApiLink":"/api/BSB/1_Samuel/1.json","lastChapterApiLink":"/api/BSB/1_Samuel/31.json","numberOfChapters":31},"nextChapterApiLink":"/api/BSB/1_Samuel/25.json","previousChapterApiLink":"/api/BSB/1_Samuel/23.json","chapter":{"number":24,"content":[{"type":"heading","content":["David Spares Saul"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"After Saul had returned from pursuing the Philistines, he was told, “David is in the wilderness of En-gedi.”","poem":2}]},{"type":"verse","number":2,"content":[{"text":"So Saul took three thousand chosen men from all Israel and went to look for David and his men in the region of the Rocks of the Wild Goats.","poem":2}]},{"type":"line_break"},{"type":"verse","number":3,"content":[{"text":"Soon Saul came to the sheepfolds along the road, where there was a cave, and he went in to relieve himself.","poem":2},{"noteId":95},{"text":"And David and his men were hiding in the recesses of the cave.","poem":2}]},{"type":"verse","number":4,"content":[{"text":"So David’s men said to him, “This is the day about which the LORD said to you, ‘Behold, I will deliver your enemy into your hand, that you may do with him as you wish.’”","poem":2},{"text":"Then David crept up secretly and cut off a corner of Saul’s robe.","poem":2}]},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":5,"content":[{"text":"Afterward, David’s conscience was stricken because he had cut off the corner of Saul’s robe.","poem":2}]},{"type":"verse","number":6,"content":[{"text":"So he said to his men, “The LORD forbid that I should do such a thing to my master, the LORD’s anointed. May I never lift my hand against him, since he is the LORD’s anointed.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":7,"content":[{"text":"With these words David restrained his men, and he did not let them rise up against Saul. Then Saul left the cave and went on his way.","poem":2}]},{"type":"line_break"},{"type":"verse","number":8,"content":[{"text":"After that, David got up, went out of the cave, and called out to Saul, “My lord the king!”","poem":2},{"text":"When Saul looked behind him, David bowed facedown in reverence","poem":2}]},{"type":"line_break"},{"type":"verse","number":9,"content":[{"text":"and said to Saul, “Why do you listen to the words of men who say, ‘Look, David intends to harm you’?","poem":2}]},{"type":"verse","number":10,"content":[{"text":"Behold, this day you have seen with your own eyes that the LORD delivered you into my hand in the cave. I was told to kill you, but I spared you and said, ‘I will not lift my hand against my lord, since he is the LORD’s anointed.’","poem":2}]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"See, my father, look at the corner of your robe in my hand. For I cut it off, but I did not kill you. See and know that there is no evil or rebellion in my hands. I have not sinned against you, even though you are hunting me down to take my life.","poem":2}]},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"May the LORD judge between you and me, and may the LORD take vengeance on you, but my hand will never be against you.","poem":2}]},{"type":"verse","number":13,"content":[{"text":"As the old proverb says, ‘Wickedness proceeds from the wicked.’ But my hand will never be against you.","poem":2}]},{"type":"line_break"},{"type":"verse","number":14,"content":[{"text":"Against whom has the king of Israel come out? Whom are you pursuing? A dead dog? A flea?","poem":2}]},{"type":"verse","number":15,"content":[{"text":"May the LORD be our judge and decide between you and me. May He take notice and plead my case and deliver me from your hand.”","poem":2}]},{"type":"heading","content":["David’s Oath to Saul"]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"When David had finished saying these things, Saul called back, “Is that your voice, David my son?”","poem":2},{"text":"Then Saul wept aloud","poem":2}]},{"type":"line_break"},{"type":"verse","number":17,"content":[{"text":"and said to David, “You are more righteous than I, for you have rewarded me with good, though I have rewarded you with evil.","poem":2}]},{"type":"verse","number":18,"content":[{"text":"And you have shown this day how well you have dealt with me; for when the LORD delivered me into your hand, you did not kill me.","poem":2}]},{"type":"verse","number":19,"content":[{"text":"When a man finds his enemy, does he let him go away unharmed? May the LORD reward you with good for what you have done for me this day.","poem":2}]},{"type":"line_break"},{"type":"verse","number":20,"content":[{"text":"Now I know for sure that you will be king, and that the kingdom of Israel will be established in your hands.","poem":2}]},{"type":"verse","number":21,"content":[{"text":"So now, swear to me by the LORD that you will not cut off my descendants or wipe out my name from my father’s house.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":22,"content":[{"text":"So David gave his oath to Saul. Then Saul returned home, but David and his men went up to the stronghold.","poem":2}]}],"footnotes":[{"noteId":95,"text":"Literally cover his feet, a euphemism for relieving oneself","reference":{"chapter":24,"verse":3}}]}}