{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","textDirection":"ltr"},"book":{"id":"1SA","name":"1 Samuel","commonName":"1 Samuel","title":"1 Samuel","firstChapterApiLink":"/api/BSB/1_Samuel/1.json","lastChapterApiLink":"/api/BSB/1_Samuel/31.json","numberOfChapters":31},"nextChapterApiLink":"/api/BSB/1_Samuel/31.json","previousChapterApiLink":"/api/BSB/1_Samuel/29.json","chapter":{"number":30,"content":[{"type":"heading","content":["The Amalekites Raid Ziklag"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"On the third day David and his men arrived in Ziklag, and the Amalekites had raided the Negev, attacked Ziklag, and burned it down.","poem":2}]},{"type":"verse","number":2,"content":[{"text":"They had taken captive the women and all","poem":2},{"noteId":105},{"text":"who were there, both young and old. They had not killed anyone, but had carried them off as they went on their way.","poem":2}]},{"type":"line_break"},{"type":"verse","number":3,"content":[{"text":"When David and his men came to the city, they found it burned down and their wives and sons and daughters taken captive.","poem":2}]},{"type":"verse","number":4,"content":[{"text":"So David and the troops with him lifted up their voices and wept until they had no strength left to weep.","poem":2}]},{"type":"line_break"},{"type":"verse","number":5,"content":[{"text":"David’s two wives, Ahinoam of Jezreel and Abigail the widow of Nabal of Carmel, had been taken captive.","poem":2}]},{"type":"verse","number":6,"content":[{"text":"And David was greatly distressed because the people spoke of stoning him, because the soul of every man grieved for his sons and daughters. But David found strength in the LORD his God.","poem":2}]},{"type":"heading","content":["David Destroys the Amalekites"]},{"type":"line_break"},{"type":"verse","number":7,"content":[{"text":"Then David said to Abiathar the priest, the son of Ahimelech, “Bring me the ephod.”","poem":2},{"text":"So Abiathar brought it to him,","poem":2}]},{"type":"line_break"},{"type":"verse","number":8,"content":[{"text":"and David inquired of the LORD: “Should I pursue these raiders? Will I overtake them?”","poem":2},{"text":"“Pursue them,” the LORD replied, “for you will surely overtake them and rescue the captives.”","poem":2}]},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":9,"content":[{"text":"So David and his six hundred men went to the Brook of Besor, where some stayed behind","poem":2}]},{"type":"verse","number":10,"content":[{"text":"because two hundred men were too exhausted to cross the brook. But David and four hundred men continued in pursuit.","poem":2}]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"Now his men found an Egyptian in the field and brought him to David. They gave the man water to drink and food to eat—","poem":2}]},{"type":"verse","number":12,"content":[{"text":"a piece of a fig cake and two clusters of raisins. So he ate and was revived, for he had not had any food or water for three days and three nights.","poem":2}]},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"Then David asked him, “To whom do you belong, and where are you from?”","poem":2},{"text":"“I am an Egyptian,” he replied, “the slave of an Amalekite. My master abandoned me three days ago when I fell ill.","poem":2}]},{"type":"line_break"},{"type":"verse","number":14,"content":[{"text":"We raided the Negev of the Cherethites, the territory of Judah, and the Negev of Caleb, and we burned down Ziklag.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":15,"content":[{"text":"“Will you lead me to these raiders?” David asked.","poem":2},{"text":"And the man replied, “Swear to me by God that you will not kill me or deliver me into the hand of my master, and I will lead you to them.”","poem":2}]},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"So he led David down, and there were the Amalekites spread out over all the land, eating, drinking, and celebrating the great amount of plunder they had taken from the land of the Philistines and the land of Judah.","poem":2}]},{"type":"verse","number":17,"content":[{"text":"And David struck them down from twilight until the evening of the next day. Not a man escaped, except four hundred young men who fled, riding off on camels.","poem":2}]},{"type":"line_break"},{"type":"verse","number":18,"content":[{"text":"So David recovered everything the Amalekites had taken, including his two wives.","poem":2}]},{"type":"verse","number":19,"content":[{"text":"Nothing was missing, young or old, son or daughter, or any of the plunder the Amalekites had taken. David brought everything back.","poem":2}]},{"type":"verse","number":20,"content":[{"text":"And he recovered all the flocks and herds, which his men drove ahead of the other livestock, calling out, “This is David’s plunder!”","poem":2}]},{"type":"heading","content":["The Spoils Are Divided"]},{"type":"line_break"},{"type":"verse","number":21,"content":[{"text":"When David came to the two hundred men who had been too exhausted to follow him from the Brook of Besor, they came out to meet him and the troops with him. As David approached the men, he greeted them,","poem":2}]},{"type":"verse","number":22,"content":[{"text":"but all the wicked and worthless men among those who had gone with David said, “Because they did not go with us, we will not share with them the plunder we recovered, except for each man’s wife and children. They may take them and go.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":23,"content":[{"text":"But David said, “My brothers, you must not do this with what the LORD has given us. He has protected us and delivered into our hands the raiders who came against us.","poem":2}]},{"type":"verse","number":24,"content":[{"text":"Who will listen to your proposal? The share of the one who went to battle will match the share of the one who stayed with the supplies. They will share alike.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":25,"content":[{"text":"And so it has been from that day forward. David established this statute as an ordinance for Israel to this very day.","poem":2}]},{"type":"line_break"},{"type":"verse","number":26,"content":[{"text":"When David arrived in Ziklag, he sent some of the plunder to his friends, the elders of Judah, saying, “Here is a gift for you from the plunder of the LORD’s enemies.”","poem":2}]},{"type":"verse","number":27,"content":[{"text":"He sent gifts to those in Bethel, Ramoth Negev, and Jattir;","poem":2}]},{"type":"verse","number":28,"content":[{"text":"to those in Aroer, Siphmoth, and Eshtemoa;","poem":2}]},{"type":"verse","number":29,"content":[{"text":"to those in Racal and in the cities of the Jerahmeelites and Kenites;","poem":2}]},{"type":"verse","number":30,"content":[{"text":"to those in Hormah, Bor-ashan, and Athach;","poem":2}]},{"type":"verse","number":31,"content":[{"text":"and to those in Hebron and in all the places where David and his men had roamed.","poem":2}]}],"footnotes":[{"noteId":105,"text":"LXX; Hebrew does not include and all.","reference":{"chapter":30,"verse":2}}]}}