{"translation":{"id":"HINIRV","language":"hin","name":"पवित्र बाइबिल","englishName":"Hindi Indian Revised Version Bible","licenseUrl":"https://ebible.org/Scriptures/details.php?id=hin2017","website":"https://ebible.org/Scriptures/details.php?id=hin2017","shortName":"IRV","availableFormats":["json"],"listOfBooksApiLink":"/api/HINIRV/books.json","textDirection":"ltr"},"book":{"id":"JHN","name":"यूहन्ना","commonName":"यूहन्ना","title":"John यूहन्ना","firstChapterApiLink":"/api/HINIRV/यूहन्ना/1.json","lastChapterApiLink":"/api/HINIRV/यूहन्ना/21.json","numberOfChapters":21},"nextChapterApiLink":"/api/HINIRV/यूहन्ना/14.json","previousChapterApiLink":"/api/HINIRV/यूहन्ना/12.json","chapter":{"number":13,"content":[{"type":"heading","content":["प्रभु भोज"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"फसह के पर्व से पहले जब यीशु ने जान लिया, कि मेरा वह समय आ पहुँचा है कि जगत छोड़कर पिता के पास जाऊँ, तो अपने लोगों से, जो जगत में थे, जैसा प्रेम वह रखता था, अन्त तक वैसा ही प्रेम रखता रहा।","poem":1}]},{"type":"verse","number":2,"content":[{"text":"और जब शैतान शमौन के पुत्र यहूदा इस्करियोती के मन में यह डाल चुका था, कि उसे पकड़वाए, तो भोजन के समय","poem":1}]},{"type":"verse","number":3,"content":[{"text":"यीशु ने, यह जानकर कि पिता ने सब कुछ उसके हाथ में कर दिया है और मैं परमेश्‍वर के पास से आया हूँ, और परमेश्‍वर के पास जाता हूँ।","poem":1}]},{"type":"verse","number":4,"content":[{"text":"भोजन पर से उठकर अपने कपड़े उतार दिए, और अँगोछा लेकर अपनी कमर बाँधी।","poem":1}]},{"type":"heading","content":["यीशु का चेलों के पैर धोना"]},{"type":"line_break"},{"type":"verse","number":5,"content":[{"text":"तब बर्तन में पानी भरकर चेलों के पाँव धोने* और जिस अँगोछे से उसकी कमर बंधी थी उसी से पोंछने लगा।","poem":1}]},{"type":"verse","number":6,"content":[{"text":"जब वह शमौन पतरस के पास आया तब उसने उससे कहा, “हे प्रभु, क्या तू मेरे पाँव धोता है?”","poem":1}]},{"type":"verse","number":7,"content":[{"text":"यीशु ने उसको उत्तर दिया, “जो मैं करता हूँ, तू अभी नहीं जानता, परन्तु इसके बाद समझेगा।”","poem":1}]},{"type":"verse","number":8,"content":[{"text":"पतरस ने उससे कहा, “तू मेरे पाँव कभी न धोने पाएगा!” यह सुनकर यीशु ने उससे कहा, “यदि मैं तुझे न धोऊँ, तो मेरे साथ तेरा कुछ भी भाग नहीं।”","poem":1}]},{"type":"verse","number":9,"content":[{"text":"शमौन पतरस ने उससे कहा, “हे प्रभु, तो मेरे पाँव ही नहीं, वरन् हाथ और सिर भी धो दे।”","poem":1}]},{"type":"verse","number":10,"content":[{"text":"यीशु ने उससे कहा, “जो नहा चुका है, उसे पाँव के सिवा और कुछ धोने का प्रयोजन नहीं; परन्तु वह बिलकुल शुद्ध है: और तुम शुद्ध हो; परन्तु सब के सब नहीं।”","poem":1}]},{"type":"verse","number":11,"content":[{"text":"वह तो अपने पकड़वानेवाले को जानता था इसलिए उसने कहा, “तुम सब के सब शुद्ध नहीं।”","poem":1}]},{"type":"heading","content":["पैर धोने का अर्थ"]},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"जब वह उनके पाँव धो चुका और अपने कपड़े पहनकर फिर बैठ गया तो उनसे कहने लगा, “क्या तुम समझे कि मैंने तुम्हारे साथ क्या किया?","poem":1}]},{"type":"verse","number":13,"content":[{"text":"तुम मुझे गुरु, और प्रभु, कहते हो, और भला कहते हो, क्योंकि मैं वहीं हूँ।","poem":1}]},{"type":"verse","number":14,"content":[{"text":"यदि मैंने प्रभु और गुरु होकर तुम्हारे पाँव धोए; तो तुम्हें भी एक दूसरे के पाँव धोना चाहिए।","poem":1}]},{"type":"verse","number":15,"content":[{"text":"क्योंकि मैंने तुम्हें नमूना दिखा दिया है, कि जैसा मैंने तुम्हारे साथ किया है, तुम भी वैसा ही किया करो।","poem":1}]},{"type":"verse","number":16,"content":[{"text":"मैं तुम से सच-सच कहता हूँ, दास अपने स्वामी से बड़ा नहीं; और न भेजा हुआ* अपने भेजनेवाले से।","poem":1}]},{"type":"verse","number":17,"content":[{"text":"तुम तो ये बातें जानते हो, और यदि उन पर चलो, तो धन्य हो।","poem":1}]},{"type":"verse","number":18,"content":[{"text":"मैं तुम सब के विषय में नहीं कहता: जिन्हें मैंने चुन लिया है, उन्हें मैं जानता हूँ; परन्तु यह इसलिए है, कि पवित्रशास्त्र का यह वचन पूरा हो, ‘जो मेरी रोटी खाता है, उसने मुझ पर लात उठाई।’ (भज. 41:9)","poem":1}]},{"type":"verse","number":19,"content":[{"text":"अब मैं उसके होने से पहले तुम्हें जताए देता हूँ कि जब हो जाए तो तुम विश्वास करो कि मैं वहीं हूँ। (यूह. 14:29)","poem":1}]},{"type":"verse","number":20,"content":[{"text":"मैं तुम से सच-सच कहता हूँ, कि जो मेरे भेजे हुए को ग्रहण करता है, वह मुझे ग्रहण करता है, और जो मुझे ग्रहण करता है, वह मेरे भेजनेवाले को ग्रहण करता है।”","poem":1}]},{"type":"heading","content":["विश्वासघात की ओर संकेत"]},{"type":"line_break"},{"type":"verse","number":21,"content":[{"text":"ये बातें कहकर यीशु आत्मा में व्याकुल हुआ और यह गवाही दी, “मैं तुम से सच-सच कहता हूँ, कि तुम में से एक मुझे पकड़वाएगा।”","poem":1}]},{"type":"verse","number":22,"content":[{"text":"चेले यह संदेह करते हुए, कि वह किस के विषय में कहता है, एक दूसरे की ओर देखने लगे।","poem":1}]},{"type":"verse","number":23,"content":[{"text":"उसके चेलों में से एक जिससे यीशु प्रेम रखता था, यीशु की छाती की ओर झुका हुआ बैठा था।","poem":1}]},{"type":"verse","number":24,"content":[{"text":"तब शमौन पतरस ने उसकी ओर संकेत करके पूछा, “बता तो, वह किस के विषय में कहता है?”","poem":1}]},{"type":"verse","number":25,"content":[{"text":"तब उसने उसी तरह यीशु की छाती की ओर झुककर पूछा, “हे प्रभु, वह कौन है?” यीशु ने उत्तर दिया, “जिसे मैं यह रोटी का टुकड़ा डुबोकर दूँगा, वही है।”","poem":1}]},{"type":"verse","number":26,"content":[{"text":"और उसने टुकड़ा डुबोकर शमौन के पुत्र यहूदा इस्करियोती को दिया।","poem":1}]},{"type":"verse","number":27,"content":[{"text":"और टुकड़ा लेते ही शैतान उसमें समा गया: तब यीशु ने उससे कहा, “जो तू करनेवाला है, तुरन्त कर।”","poem":1}]},{"type":"verse","number":28,"content":[{"text":"परन्तु बैठनेवालों में से किसी ने न जाना कि उसने यह बात उससे किस लिये कही।","poem":1}]},{"type":"verse","number":29,"content":[{"text":"यहूदा के पास थैली रहती थी, इसलिए किसी-किसी ने समझा, कि यीशु उससे कहता है, कि जो कुछ हमें पर्व के लिये चाहिए वह मोल ले, या यह कि गरीबों को कुछ दे।","poem":1}]},{"type":"verse","number":30,"content":[{"text":"तब वह टुकड़ा लेकर तुरन्त बाहर चला गया, और रात्रि का समय था।","poem":1}]},{"type":"heading","content":["एक नई आज्ञा"]},{"type":"line_break"},{"type":"verse","number":31,"content":[{"text":"जब वह बाहर चला गया तो यीशु ने कहा, “अब मनुष्य के पुत्र की महिमा हुई, और परमेश्‍वर की महिमा उसमें हुई;","poem":1}]},{"type":"verse","number":32,"content":[{"text":"और परमेश्‍वर भी अपने में उसकी महिमा करेगा, वरन् तुरन्त करेगा।","poem":1}]},{"type":"verse","number":33,"content":[{"text":"हे बालकों, मैं और थोड़ी देर तुम्हारे पास हूँ: फिर तुम मुझे ढूँढ़ोगे, और जैसा मैंने यहूदियों से कहा, ‘जहाँ मैं जाता हूँ, वहाँ तुम नहीं आ सकते,’ वैसा ही मैं अब तुम से भी कहता हूँ।","poem":1}]},{"type":"verse","number":34,"content":[{"text":"मैं तुम्हें एक नई आज्ञा देता हूँ*, कि एक दूसरे से प्रेम रखो जैसा मैंने तुम से प्रेम रखा है, वैसा ही तुम भी एक दूसरे से प्रेम रखो।","poem":1}]},{"type":"verse","number":35,"content":[{"text":"यदि आपस में प्रेम रखोगे तो इसी से सब जानेंगे, कि तुम मेरे चेले हो।”","poem":1}]},{"type":"heading","content":["यीशु द्वारा पतरस के इन्कार की भविष्यद्वाणी"]},{"type":"line_break"},{"type":"verse","number":36,"content":[{"text":"शमौन पतरस ने उससे कहा, “हे प्रभु, तू कहाँ जाता है?” यीशु ने उत्तर दिया, “जहाँ मैं जाता हूँ, वहाँ तू अब मेरे पीछे आ नहीं सकता; परन्तु इसके बाद मेरे पीछे आएगा।”","poem":1}]},{"type":"verse","number":37,"content":[{"text":"पतरस ने उससे कहा, “हे प्रभु, अभी मैं तेरे पीछे क्यों नहीं आ सकता? मैं तो तेरे लिये अपना प्राण दूँगा।”","poem":1}]},{"type":"verse","number":38,"content":[{"text":"यीशु ने उत्तर दिया, “क्या तू मेरे लिये अपना प्राण देगा? मैं तुझ से सच-सच कहता हूँ कि मुर्गा बाँग न देगा जब तक तू तीन बार मेरा इन्कार न कर लेगा।","poem":1}]}],"footnotes":[]}}