{"translation":{"id":"ARBNAV","name":"كتاب الحياة","englishName":"New Arabic Version (Ketab El Hayat) Book of Life","shortName":"NAV","language":"arb","licenseUrl":"https://ebible.org/find/details.php?id=arbnav","website":"https://ebible.org/arbnav/","availableFormats":["json"],"listOfBooksApiLink":"/api/ARBNAV/books.json","textDirection":"rtl"},"book":{"id":"PSA","name":"مزمور","commonName":"المَزامِير","title":"كِتابُ المَزامِير","firstChapterApiLink":"/api/ARBNAV/المَزامِير/1.json","lastChapterApiLink":"/api/ARBNAV/المَزامِير/150.json","numberOfChapters":150},"nextChapterApiLink":"/api/ARBNAV/المَزامِير/82.json","previousChapterApiLink":"/api/ARBNAV/المَزامِير/80.json","chapter":{"number":81,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":["رَنِّمُوا بِفَرَحٍ للهِ قُوَّتِنَا، اهْتِفُوا عَالِياً لإِلَهِ يَعْقُوبَ."]},{"type":"verse","number":2,"content":["أَنْشِدُوا نَشِيداً، وَانْقُرُوا عَلَى الدُّفِّ وَاعْزِفُوا عَلَى الْعُودِ الْمُطْرِبِ، وَعَلَى الرَّبَابِ."]},{"type":"verse","number":3,"content":["انْفُخُوا بِالْبُوقِ فِي أَوَّلِ الشَّهْرِ، فِي الْوَقْتِ الْمُعَيَّنِ لِيَوْمِ عِيدِنَا،"]},{"type":"verse","number":4,"content":["لأَنَّ هَذَا فَرِيضَةٌ مَرْسُومَةٌ عَلَى إِسْرَائِيلَ، وَحُكْمٌ يُوْجِبُهُ إِلَهُ يَعْقُوبَ."]},{"type":"verse","number":5,"content":["جَعَلَهُ شَهَادَةً لَهُ بَيْنَ (قَوْمِ) يُوسُفَ، عِنْدَمَا ضَرَبَ مِصْرَ، حَيْثُ سَمِعْنَا لُغَةً لَمْ نَعْرِفْهَا تَقُولُ:"]},{"type":"verse","number":6,"content":["«أَزَحْتُ كَتِفَهُ مِنْ تَحْتِ الأَحْمَالِ الثَّقِيلَةِ، وَسَلِمَتْ يَدَاهُ مِنْ حَمْلِ السِّلاَلِ."]},{"type":"verse","number":7,"content":["دَعَوْتَنِي فِي الضِّيقِ فَنَجَّيْتُكَ. اسْتَجَبْتُ لَكَ مِنْ مَكْمَنِ الرَّعْدِ. جَرَّبْتُكَ عِنْدَ مِيَاهِ مَرِيبَةَ."]},{"type":"verse","number":8,"content":["اسْمَعْ يَاشَعْبِي فَأُحَذِّرَكَ، يَاإِسْرَائِيلُ هَلاَّ سَمِعْتَ لِي؟"]},{"type":"verse","number":9,"content":["لاَ تَكُنْ فِيكَ عِبَادَةٌ لإِلَهٍ غَرِيبٍ، وَلاَ تَسْجُدْ لإِلَهٍ أَجْنَبِيٍّ."]},{"type":"verse","number":10,"content":["أَنَا الرَّبُّ إِلَهُكَ الَّذِي أَنْقَذَكَ مِنْ أَرْضِ مِصْرَ: افْتَحْ فَمَكَ وَاسِعاً فَأَمْلأَهُ خَيْراً."]},{"type":"verse","number":11,"content":["غَيْرَ أَنَّ شَعْبِي لَمْ يَسْمَعْ لِي، وَإِسْرَائِيلَ لَمْ يَرْضَ بِي."]},{"type":"verse","number":12,"content":["لِذَلِكَ أَسْلَمْتُهُمْ إِلَى عِنَادِ قُلُوبِهِمْ. وَسَلَكُوا وَفْقاً لِمَشُورَاتِ أَنْفُسِهِمْ."]},{"type":"verse","number":13,"content":["لَوْ سَمِعَ لِي شَعْبِي وَسَلَكَ إِسْرَائِيلُ فِي طُرُقِي،"]},{"type":"verse","number":14,"content":["لَكُنْتُ أَخْضَعْتُ أَعْدَاءَهُمْ سَرِيعاً، وَحَوَّلْتُ يَدِي نَحْوَ خُصُومِهِمْ،"]},{"type":"verse","number":15,"content":["وَلَكَانَ مُبْغِضِيَّ يَتَمَلَّقُونَنِي، وَلَطَالَتْ حِقْبَةُ عِقَابِهِمْ إِلَى الأَبَدِ."]},{"type":"verse","number":16,"content":["وَلَكُنْتُ أُطْعِمُ شَعْبِي أَفْخَرَ الْحِنْطَةِ، وَأُشْبِعُهُمْ عَسَلاً مِنَ الصَّخْرَةِ»."]}],"footnotes":[]}}