{"translation":{"id":"ARBNAV","name":"كتاب الحياة","englishName":"New Arabic Version (Ketab El Hayat) Book of Life","shortName":"NAV","language":"arb","licenseUrl":"https://ebible.org/find/details.php?id=arbnav","website":"https://ebible.org/arbnav/","availableFormats":["json"],"listOfBooksApiLink":"/api/ARBNAV/books.json"},"book":{"id":"1TI","name":"1 تيموثاوس","commonName":"الرِّسالَةُ الأُولَى إلَى تِيمُوثاوُس","title":"الرِّسالَةُ الأُولَى إلَى تِيمُوثاوُس","firstChapterApiLink":"/api/ARBNAV/الرِّسالَةُ_الأُولَى_إلَى_تِيمُوثاوُس/1.json","lastChapterApiLink":"/api/ARBNAV/الرِّسالَةُ_الأُولَى_إلَى_تِيمُوثاوُس/6.json","numberOfChapters":6},"nextChapterApiLink":"/api/ARBNAV/الرِّسالَةُ_الأُولَى_إلَى_تِيمُوثاوُس/5.json","previousChapterApiLink":"/api/ARBNAV/الرِّسالَةُ_الأُولَى_إلَى_تِيمُوثاوُس/3.json","chapter":{"number":4,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":["إِلَّا أَنَّ الرُّوحَ يُعْلِنُ صَرَاحَةً أَنَّ قَوْماً فِي الأَزْمِنَةِ الأَخِيرَةِ سَوْفَ يَرْتَدُّونَ عَنِ الإِيمَانِ، مُنْسَاقِينَ وَرَاءَ أَرْوَاحٍ مُضَلِّلَةٍ وَتَعَالِيمَ شَيْطَانِيَّةٍ،"]},{"type":"verse","number":2,"content":["فِي مَوْجَةِ رِيَاءٍ يَنْشُرُهَا مُعَلِّمُونَ دَجَّالُونَ لَهُمْ ضَمَائِرُ كُوِيَتْ بِالنَّارِ."]},{"type":"verse","number":3,"content":["يُحَرِّمُونَ الزَّوَاجَ، وَيَأْمُرُونَ بِالامْتِنَاعِ عَنْ أَطْعِمَةٍ خَلَقَهَا اللهُ لِيَتَنَاوَلَهَا الْمُؤْمِنُونَ وَعَارِفُو الْحَقِّ شَاكِرِينَ."]},{"type":"verse","number":4,"content":["فَإِنَّ كُلَّ مَا خَلَقَهُ اللهُ جَيِّدٌ، وَلاَ شَيْءَ مِنْهُ يُرْفَضُ إِذَا تَنَاوَلَهُ الإِنْسَانُ شَاكِراً؛"]},{"type":"verse","number":5,"content":["لأَنَّهُ يَصِيرُ مُقَدَّساً بِكَلِمَةِ اللهِ وَالصَّلاَةِ."]},{"type":"verse","number":6,"content":["إِنْ بَسَطْتَ هَذِهِ الأُمُورَ أَمَامَ الإِخْوَةِ، كُنْتَ خَادِماً صَالِحاً لِلْمَسِيحِ يَسُوعَ، مُتَغَذِّياً بِكَلاَمِ الإِيمَانِ وَالتَّعْلِيمِ الصَّالِحِ الَّذِي اتَّبَعْتَهُ تَمَاماً."]},{"type":"verse","number":7,"content":["أَمَّا أَسَاطِيرُ الْعَجَائِزِ الْمُبْتَذَلَةُ، فَتَجَنَّبْهَا. إِنَّمَا مَرِّنْ نَفْسَكَ فِي طَرِيقِ التَّقْوَى."]},{"type":"verse","number":8,"content":["فَالرِّيَاضَةُ الْبَدَنِيَّةُ نَافِعَةٌ بَعْضَ الشَّيْءِ. أَمَّا التَّقْوَى فَنَافِعَةٌ لِكُلِّ شَيْءٍ، لأَنَّ فِيهَا وَعْداً بِالْحَيَاةِ الْحَاضِرَةِ وَالآتِيَةِ."]},{"type":"verse","number":9,"content":["مَا أَصْدَقَ هَذَا الْقَوْلَ، وَمَا أَجْدَرَهُ بِالتَّصْدِيقِ!"]},{"type":"verse","number":10,"content":["فَإِنَّنَا لأَجْلِ هَذَا نَعْمَلُ بِاجْتِهَادٍ وَنُقَاسِي التَّعْيِيرَ، لأَنَّنَا وَضَعْنَا رَجَاءَنَا فِي اللهِ الْحَيِّ، حَافِظِ جَمِيعِ النَّاسِ، وَبِالأَخَصِّ الْمُؤْمِنِينَ."]},{"type":"verse","number":11,"content":["أَوْصِ بِهذِهِ الأُمُورِ وَعَلِّمْ!"]},{"type":"verse","number":12,"content":["لاَ يَسْتَخِفْ أَحَدٌ بِحَدَاثَةِ سِنِّكَ. وَإِنَّمَا كُنْ قُدْوَةً لِلْمُؤْمِنِينَ، فِي الْكَلاَمِ وَالسُّلُوكِ وَالْمَحَبَّةِ وَالإِيمَانِ وَالطَّهَارَةِ."]},{"type":"verse","number":13,"content":["إِلَى حِينِ وُصُولِي، انْصَرِفْ إِلَى قِرَاءَةِ الْكِتَابِ، وَإِلَى الْوَعْظِ، وَإِلَى التَّعْلِيمِ."]},{"type":"verse","number":14,"content":["لاَ تُهْمِلِ الْمَوْهِبَةَ الْخَاصَّةَ الَّتِي فِيكَ، الَّتِي أُعْطِيَتْ لَكَ بِالتَّنَبُّوءِ وَوَضْعِ الشُّيُوخِ أَيْدِيَهُمْ عَلَيْكَ."]},{"type":"verse","number":15,"content":["انْصَرِفْ إِلَى هذِهِ الأُمُورِ، وَانْشَغِلْ بِهَا كُلِّيّاً، لِيَكُونَ تَقَدُّمُكَ وَاضِحاً لِلْجَمِيعِ."]},{"type":"verse","number":16,"content":["انْتَبِهْ جَيِّداً لِنَفْسِكَ وَلِلتَّعْلِيمِ. فَإِنَّكَ إِذْ تُوَاظِبُ عَلَى ذَلِكَ، تُنْقِذُ نَفْسَكَ وَسَامِعِيكَ أَيْضاً."]}],"footnotes":[]}}