{"translation":{"id":"GRCBRE","language":"grc","name":"μετάφραση των εβδομήκοντα","englishName":"Brenton Septuagint","licenseUrl":"https://ebible.org/Scriptures/details.php?id=grcbrent","website":"https://ebible.org/Scriptures/details.php?id=grcbrent","shortName":"BRE","availableFormats":["json"],"listOfBooksApiLink":"/api/GRCBRE/books.json","textDirection":"ltr"},"book":{"id":"ISA","name":"ΗΣΑΙΑΣ","commonName":"ΗΣΑΙΑΣ","title":"ΗΣΑΙΑΣ","firstChapterApiLink":"/api/GRCBRE/ΗΣΑΙΑΣ/1.json","lastChapterApiLink":"/api/GRCBRE/ΗΣΑΙΑΣ/66.json","numberOfChapters":66},"nextChapterApiLink":"/api/GRCBRE/ΗΣΑΙΑΣ/42.json","previousChapterApiLink":"/api/GRCBRE/ΗΣΑΙΑΣ/40.json","chapter":{"number":41,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":["Ἐγκαινίζεσθε πρὸς μὲ νῆσοι, οἱ γὰρ ἄρχοντες ἀλλάξουσιν ἰσχύν· ἐγγισάτωσαν καὶ λαλησάτωσαν ἅμα, τότε κρίσιν ἀναγγειλάτωσαν."]},{"type":"line_break"},{"type":"verse","number":2,"content":["Τίς ἐξήγειρεν ἀπὸ ἀνατολῶν δικαιοσύνην, ἐκάλεσεν αὐτὴν κατὰ πόδας αὐτοῦ, καὶ πορεύσεται; δώσει ἐναντίον ἐθνῶν, καὶ βασιλεῖς ἐκστήσει· καὶ δώσει εἰς γῆν τὰς μαχαίρας αὐτῶν, καὶ ὡς φρύγανα ἐξωσμένα τὰ τόξα αὐτῶν."]},{"type":"verse","number":3,"content":["Καὶ διώξεται αὐτοὺς, διελεύσεται ἐν εἰρήνῃ ἡ ὁδὸς τῶν ποδῶν αὐτοῦ."]},{"type":"verse","number":4,"content":["Τίς ἐνήργησε, καὶ ἐποίησε ταῦτα; ἐκάλεσεν αὐτὴν ὁ καλῶν αὐτὴν ἀπὸ γενεῶν ἀρχῆς· ἐγὼ Θεὸς πρῶτος, καὶ εἰς τὰ ἐπερχόμενα ἐγώ εἰμι."]},{"type":"line_break"},{"type":"verse","number":5,"content":["Εἴδοσαν ἔθνη καὶ ἐφοβηθήσαν, τὰ ἄκρα τῆς γῆς ἤγγισαν, καὶ ἦλθον ἅμα,"]},{"type":"verse","number":6,"content":["κρίνων ἕκαστος τῷ πλησίον, καὶ τῷ ἀδελφῷ βοηθῆσαι·"]},{"type":"verse","number":7,"content":["καὶ ἐρεῖ, ἴσχυσεν ἀνὴρ τέκτων, καὶ χαλκεὺς τύπτων σφύρῃ, ἅμα ἐλαύνων· πότε μὲν ἐρεῖ, σύμβλημα καλόν ἐστιν, ἰσχύρωσαν αὐτὰ ἐν ἥλοις, θήσουσιν αὐτὰ, καὶ οὐ κινηθήσονται."]},{"type":"line_break"},{"type":"verse","number":8,"content":["Σὺ δὲ, Ἰσραὴλ παῖς μου Ἰακὼβ, καὶ ὃν ἐξελεξάμην, σπέρμα Ἁβραὰμ, ὃν ἠγάπησα·"]},{"type":"verse","number":9,"content":["Οὗ ἀντελαβόμην ἀπʼ ἄκρων τῆς γῆς, καὶ ἐκ τῶν σκοπιῶν αὐτῆς ἐκάλεσά σε, καὶ εἶπά σοι, παῖς μου εἶ, ἐξελεξάμην σε, καὶ οὐκ ἐγκατέλιπόν σε."]},{"type":"verse","number":10,"content":["Μὴ φοβοῦ, μετὰ σοῦ γάρ εἰμι, μὴ πλανῶ· ἐγὼ γάρ εἰμι ὁ Θεός σου, ὁ ἐνισχύσας σε, καὶ ἐβοήθησά σοι, καὶ ἠσφαλισάμην σε τῇ δεξιᾷ τῇ δικαίᾳ μου."]},{"type":"line_break"},{"type":"verse","number":11,"content":["Ἰδοὺ αἰσχυνθήσονται καὶ ἐντραπήσονται πάντες οἱ ἀντικείμενοί σοι· ἔσονται γὰρ ὡς οὐκ ὄντες, καὶ ἀπολοῦνται πάντες οἱ ἀντίδικοί σου."]},{"type":"verse","number":12,"content":["Ζητήσεις αὐτοὺς, καὶ οὐ μὴ εὕρῃς τοὺς ἀνθρώπους οἳ παροινήσουσιν εἰς σέ· ἔσονται γὰρ ὡς οὐκ ὄντες, καὶ οὐκ ἔσονται οἱ ἀντιπολεμοῦντές σε·"]},{"type":"verse","number":13,"content":["Ὅτι ἐγὼ ὁ Θεός σου, ὁ κρατῶν τῆς δεξιᾶς σου, ὁ λέγων σοι,"]},{"type":"verse","number":14,"content":["μὴ φοβοῦ Ἰακὼβ ὀλιγοστὸς Ἰσραὴλ· ἐγὼ ἐβοήθησά σοι, λέγει ὁ Θεὸς σου, ὁ λυτρούμενὸσσε Ἰσραήλ."]},{"type":"verse","number":15,"content":["Ἰδοὺ ἐποίησά σε ὡς τροχοὺς ἁμάξης ἀλοῶντας καινοὺς πριστηροειδεῖς, καὶ ἀλοήσεις ὄρη, καὶ λεπτυνεῖς βουνοὺς, καὶ ὡς χνοῦν θήσεις,"]},{"type":"verse","number":16,"content":["καὶ λικήσεις, καὶ ἄνεμος λήμψεται αὐτοὺς, καὶ καταιγὶς διασπερεῖ αὐτούς· σὺ δὲ εὐφρανθήσῃ ἐν τοῖς ἁγίοις Ἰσραήλ."]},{"type":"line_break"},{"type":"verse","number":17,"content":["Καὶ ἀγαλλιάσονται οἱ πτωχοὶ καὶ οἱ ἐνδεεῖς· ζητήσουσι γὰρ ὕδωρ, καὶ οὐκ ἔσται, ἡ γλῶσσα αὐτῶν ἀπὸ τῆς δίψης ἐξηράνθη· ἐγὼ Κύριος ὁ Θεὸς, ἐγὼ ἐπακούσομαι ὁ Θεὸς Ἰσραὴλ, καὶ οὐκ ἐγκαταλείψω αὐτοὺς,"]},{"type":"verse","number":18,"content":["ἀλλὰ ἀνοίξω ἐπὶ τῶν ὀρέων ποταμοὺς, καὶ ἐν μέσῳ πεδίων πηγάς· ποιήσω τὴν ἔρημον εἰς ἕλη ὑδάτων, καὶ τὴν διψῶσαν γῆν ἐν ὑδραγωγοῖς."]},{"type":"verse","number":19,"content":["Θήσω εἰς τὴν ἄνυδρον γῆν, κέδρον καὶ πύξον, μυρσίνην καὶ κυπάρισσον, καὶ λεύκην·"]},{"type":"verse","number":20,"content":["Ἵνα ἴδωσι καὶ γνῶσι, καὶ ἐννοηθῶσι καὶ ἐπιστῶνται ἅμα, ὅτι χεὶρ Κυρίου ἐποίησε ταῦτα, καὶ ὁ ἅγιος τοῦ Ἰσραὴλ κατέδειξεν."]},{"type":"line_break"},{"type":"verse","number":21,"content":["Ἐγγίζει ἡ κρίσις ὑμῶν, λέγει Κύριος ὁ Θεός· ἤγγισαν αἱ βουλαὶ ὑμῶν, λέγει ὁ βασιλεὺς Ἰακώβ."]},{"type":"verse","number":22,"content":["Ἐγγισάτωσαν, καὶ ἀναγγειλάτωσαν ὑμῖν ἃ συμβήσεται, ἢ τὰ πρότερον τίνα ἦν, εἴπατε, καὶ ἐπιστήσομεν τὸν νοῦν, καὶ γνωσόμεθα τί τὰ ἔσχατα καὶ τὰ ἐπερχόμενα·"]},{"type":"verse","number":23,"content":["εἴπατε ἡμῖν, ἀναγγείλατε ἡμῖν τὰ ἐπερχόμενα ἐπʼ ἐσχάτου, καὶ γνωσόμεθα ὅτι θεοί ἐστε· εὐποιήσατε καὶ κακώσατε, καὶ θαυμασόμεθα, καὶ ὀψόμεθα ἅμα"]},{"type":"verse","number":24,"content":["ὅτι πόθεν ἐστὲ ὑμεῖς, καὶ πόθεν ἡ ἐργασία ὑμῶν· ἐκ γῆς βδέλυγμα ἐξελέξαντο ὑμᾶς."]},{"type":"line_break"},{"type":"verse","number":25,"content":["Ἐγὼ δὲ ἤγειρα τὸν ἀπὸ Βοῤῥᾶ, καὶ τὸν ἀφʼ ἡλίου ἀνατολῶν· κληθήσονται τῷ ὀνόματί μου· ἐρχέσθωσαν ἄρχοντες, καὶ ὡς πηλὸς κεραμέως, καὶ ὡς κεραμεὺς καταπατῶν τὸν πηλὸν, οὕτω καταπατηθήσεσθε."]},{"type":"verse","number":26,"content":["Τίς γὰρ ἀναγγελεῖ τὰ ἐξ ἀρχῆς, ἵνα γνῶμεν καὶ τὰ ἔμπροσθεν, καἰ ἐροῦμεν ὅτι ἀληθῆ ἐστιν; οὐκ ἔστιν ὁ προλέγων, οὐδὲ ὁ ἀκούων ὑμῶν τοὺς λόγους."]},{"type":"verse","number":27,"content":["Ἀρχὴν Σιὼν δώσω, καὶ Ἱερουσαλὴμ παρακαλέσω εἰς ὁδόν."]},{"type":"verse","number":28,"content":["Ἀπὸ γὰρ τῶν ἐθνῶν, ἰδοὺ οὐδείς· καὶ ἀπὸ τῶν εἰδώλων αὐτῶν οὐκ ἦν ὁ ἀναγγέλλων· καὶ ἐὰν ἐρωτήσω αὐτοὺς, πόθεν ἐστέ; οὐ μὴ ἀποκριθῶσί μοι."]},{"type":"verse","number":29,"content":["Εἰσὶ γὰρ οἱ ποιοῦντες ὑμᾶς, καὶ μάτην οἱ πλανῶντες ὑμᾶς."]}],"footnotes":[]}}