{"translation":{"id":"GRCBRE","language":"grc","name":"μετάφραση των εβδομήκοντα","englishName":"Brenton Septuagint","licenseUrl":"https://ebible.org/Scriptures/details.php?id=grcbrent","website":"https://ebible.org/Scriptures/details.php?id=grcbrent","shortName":"BRE","availableFormats":["json"],"listOfBooksApiLink":"/api/GRCBRE/books.json","textDirection":"ltr"},"book":{"id":"ISA","name":"ΗΣΑΙΑΣ","commonName":"ΗΣΑΙΑΣ","title":"ΗΣΑΙΑΣ","firstChapterApiLink":"/api/GRCBRE/ΗΣΑΙΑΣ/1.json","lastChapterApiLink":"/api/GRCBRE/ΗΣΑΙΑΣ/66.json","numberOfChapters":66},"nextChapterApiLink":"/api/GRCBRE/ΗΣΑΙΑΣ/45.json","previousChapterApiLink":"/api/GRCBRE/ΗΣΑΙΑΣ/43.json","chapter":{"number":44,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":["Νῦν δὲ ἄκουσον Ἰακὼβ ὁ παῖς μου, καὶ Ἰσραὴλ ὃν ἐξελεξάμην."]},{"type":"verse","number":2,"content":["Οὕτω λέγει Κύριος ὁ Θεὸς ὁ ποιήσας σε, καὶ ὁ πλάσας σε ἐκ κοιλίας, ἔτι βοηθηθήσῃ· μὴ φοβοῦ παῖς μου Ἰακὼβ, καὶ ἠγαπημένος Ἰσραὴλ ὃν ἐξελεξάμην."]},{"type":"verse","number":3,"content":["Ὅτι ἐγὼ δώσω ὕδωρ ἐν δίψει τοῖς πορευομένοις ἐν ἀνύδρῳ, ἐπιθήσω τὸ πνεῦμά μου ἐπὶ τὸ σπέρμα σου, καὶ τὰς εὐλογίας μου ἐπὶ τὰ τέκνα σου,"]},{"type":"verse","number":4,"content":["καὶ ἀνατελοῦσιν ὡς ἀναμέσον ὕδατος χόρτος, καὶ ὡς ἰτέα ἐπὶ παραῤῥέον ὕδωρ."]},{"type":"verse","number":5,"content":["Οὗτος ἐρεῖ, τοῦ Θεοῦ εἰμι, καὶ οὗτος βοήσεται ἐπὶ τῷ ὀνόματι Ἰακώβ· καὶ ἕτερος ἐπιγράψει χειρὶ αὐτοῦ, τοῦ Θεοῦ εἰμι, καὶ ἐπὶ τῷ ὀνόματι Ἰσραὴλ βοήσεται."]},{"type":"line_break"},{"type":"verse","number":6,"content":["Οὕτως λέγει ὁ Θεὸς ὁ βασιλεὺς Ἰσραὴλ, καὶ ῥυσάμενος αὐτὸν Θεὸς σαβαὼθ, ἐγὼ πρῶτος, καὶ ἐγὼ μετὰ ταῦτα· πλὴν ἐμοῦ οὐκ ἔστι Θεός."]},{"type":"verse","number":7,"content":["Τίς ὥσπερ ἐγὼ; στήτω, καὶ καλεσάτω, καὶ ἀναγγειλάτω, καὶ ἑτοιμασάτω μοι ἀφʼ οὗ ἐποίησα ἄνθρωπον εἰς τὸν αἰῶνα, καὶ τὰ ἐπερχόμενα πρὸ τοῦ ἐλθεῖν ἀναγγειλάτωσαν ὑμῖν."]},{"type":"verse","number":8,"content":["Μὴ παρακαλύπτεσθε, μηδὲ πλανᾶσθε· οὐκ ἀπʼ ἀρχῆς ἠνωτίσασθε, καὶ ἀπήγγειλα ὑμῖν; μάρτυρες ὑμεῖς ἐστε, εἰ ἕστι Θεὸς πλὴν ἐμοῦ."]},{"type":"line_break"},{"type":"verse","number":9,"content":["Καὶ οὐκ ἤκουσαν τότε οἱ πλάσσοντες· καὶ οἱ γλύφοντες, πάντες μάταιοι, ποιοῦντες τὰ καταθύμια αὐτῶν, ἃ οὐκ ὠφελήσει αὐτούς· ἀλλὰ αἰσχυνθήσονται"]},{"type":"verse","number":10,"content":["οἱ πλάσσοντες θεὸν, καὶ γλύφοντες πάντες ἀνωφελῆ,"]},{"type":"verse","number":11,"content":["καὶ πάντες ὅθεν ἐγένοντο ἐξηράνθησαν· καὶ κωφοὶ ἀπὸ ἀνθρώπων συναχθήτωσαν πάντες, καὶ στησάτωσαν ἅμα· καὶ ἐντραπήτωσαν, καὶ αἰσχυνθήτωσαν ἅμα·"]},{"type":"line_break"},{"type":"verse","number":12,"content":["Ὅτι ὤξυνε τέκτων σίδηρον· σκεπάρνῳ εἰργάσατο αὐτὸ, καὶ ἐν τερέτρῳ ἔστησεν αὐτὸ, καὶ εἰργάσατο αὐτὸ ἐν τῷ βραχίονι τῆς ἰσχύος αὐτοῦ, καὶ πεινάσει, καὶ ἀσθενήσει, καὶ οὐ μὴ πίῃ ὕδωρ."]},{"type":"verse","number":13,"content":["Ἐκλεξάμενος τέκτων ξύλον, ἔστησεν αὐτὸ ἐν μέτρῳ, καὶ ἐν κόλλῃ ἐῤῥύθμισεν αὐτὸ, καὶ ἐποίησεν αὐτὸ ὡς μορφὴν ἀνδρὸς, καὶ ὡς ὡραιότητα ἀνθρώπου, στῆσαι αὐτὸ ἐν οἴκῳ."]},{"type":"verse","number":14,"content":["Ἔκοψε ξύλον ἐκ τοῦ δρυμοῦ, ὃ ἐφύτευσε Κύριος, πίτυν, καὶ ὑετὸς ἐμήκυνεν,"]},{"type":"verse","number":15,"content":["ἵνα ᾖ ἀνθρώποις εἰς καῦσιν· καὶ λαβῶν ἀπʼ αὐτοῦ, ἐθερμάνθη, καὶ καύσαντες ἔπεψαν ἄρτους ἐπʼ αὐτῶν· τὸ δὲ λοιπὸν εἰργάσαντο θεοὺς, καὶ προσκυνοῦσιν αὐτοῖς·"]},{"type":"verse","number":16,"content":["Οὗ τὸ ἥμισυ αὐτοῦ κατέκαυσεν ἐν πυρὶ, καὶ ἐπὶ τοῦ ἡμίσους αὐτοῦ ἔπεψεν ἐν τοῖς ἄνθραξιν ἄρτους, καὶ ἐπʼ αὐτοῦ κρέας ὀπτήσας ἔφαγε, καὶ ἐνεπλήσθη, καὶ θερμανθεὶς εἶπεν, ἡδύ μοι, ὅτι ἐθερμάνθην, καὶ εἶδον πῦρ."]},{"type":"verse","number":17,"content":["Τὸ δὲ λοιπὸν ἐποίησεν εἰς θεὸν γλυπτὸν, καὶ προσκυνεῖ, καὶ προσεύχεται λέγων, ἐξελοῦ με, ὅτι θεός μου εἶ σύ."]},{"type":"line_break"},{"type":"verse","number":18,"content":["Οὐκ ἔγνωσαν φρονῆσαι, ὅτι ἀπημαυρώθησαν τοῦ βλέπειν τοῖς ὀφθαλμοῖς αὐτῶν, καὶ τοῦ νοῆσαι τῇ καρδίᾳ αὐτῶν."]},{"type":"verse","number":19,"content":["Καὶ οὐκ ἐλογίσατο τῇ ψυχῇ αὐτοῦ, οὐδὲ ἔγνω τῇ φρονήσει, ὅτι τὸ ἥμισυ αὐτοῦ κατέκαυσεν ἐν πυρὶ, καὶ ἔπεψεν ἐπὶ τῶν ἀνθράκων αὐτοῦ ἄρτους, καὶ ὀπτήσας κρέα ἔφαγε, καὶ τὸ λοιπὸν αὐτοῦ εἰς βδέλυγμα ἐποίησε, καὶ προσκυνοῦσιν αὐτῷ."]},{"type":"verse","number":20,"content":["Γνῶθι ὅτι σποδὸς ἡ καρδία αὐτῶν, καὶ πλανῶνται, καὶ οὐδεὶς δύναται ἐξελέσθαι τὴν ψυχὴν αὐτοῦ· ἴδετε, οὐκ ἐρεῖτε, ὅτι ψεῦδος ἐν τῇ δεξιᾷ μου."]},{"type":"line_break"},{"type":"verse","number":21,"content":["Μνήσθητι ταῦτα Ἰακὼβ καὶ Ἰσραὴλ, ὅτι παῖς μου εἶ σὺ, ἔπλασά σε παῖδά μου, καὶ σὺ Ἰσραὴλ μὴ ἐπιλανθάνου μοῦ."]},{"type":"verse","number":22,"content":["Ἰδοὺ γὰρ ἀπήλειψα ὡς νεφέλην τὰς ἀνομίας σου, καὶ ὡς γνόφον τὴν ἁμαρτίαν σου· ἐπιστράφηθι πρὸς μὲ, καὶ λυτρώσομαί σε."]},{"type":"line_break"},{"type":"verse","number":23,"content":["Εὐφράνθητε οὐρανοὶ, ὅτι ἠλέησεν ὁ Θεὸς τὸν Ἰσραήλ· σαλπίσατε τὰ θεμέλια τῆς γῆς, βοήσατε ὄρη εὐφροσύνην, οἱ βουνοὶ καὶ πάντα τὰ ξύλα τὰ ἐν αὐτοῖς, ὅτι ἐλυτρώσατο ὁ Θεὸς τὸν Ἰακὼβ, καὶ Ἰσραὴλ δοξασθήσεται."]},{"type":"line_break"},{"type":"verse","number":24,"content":["Οὕτω λέγει Κύριος ὁ λυτρούμενός σε, καὶ πλάσσων σε ἐκ κοιλίας, ἐγὼ Κύριος ὁ συντελῶν πάντα, ἐξέτεινα τὸν οὐρανὸν μόνος, καὶ ἐστερέωσα τὴν γῆν."]},{"type":"verse","number":25,"content":["Τίς ἕτερος διασκεδάσει σημεῖα ἐγγαστριμύθων, καὶ μαντείας ἀπὸ καρδίας; ἀποστρέφων φρονίμους εἰς τὰ ὀπίσω, καὶ τὴν βουλὴν αὐτῶν μωραίνων,"]},{"type":"verse","number":26,"content":["καὶ ἱστῶν ῥὴμα παιδὸς αὐτοῦ, καὶ τὴν βουλὴν τῶν ἀγγέλων αὐτοῦ ἀληθεύων· ὁ λέγων τῇ Ἱερουσαλὴμ, κατοικηθήσῃ, καὶ ταῖς πόλεσι τῆς Ἰδουμαίας, οἰκοδομηθήσεσθε, καὶ τὰ ἔρημα αὐτῆς ἀνατελεῖ·"]},{"type":"verse","number":27,"content":["Ὁ λέγων τῇ ἀβύσσῳ, ἐρημωθήσῃ, καὶ τοὺς ποταμούς σου ξηρανῶ·"]},{"type":"verse","number":28,"content":["Ὁ λέγων Κύρῳ φρονεῖν, καὶ πάντα τὰ θελήματά μου ποιήσει· ὁ λέγων Ἱερουσαλὴμ, οἰκοδομηθήσῃ, καὶ τὸν οἶκον τὸν ἅγιόν μου θεμελιώσω."]}],"footnotes":[]}}