{"translation":{"id":"ENGWEBP","name":"World English Bible","englishName":"World English Bible","shortName":"WEBP","language":"en-US","licenseUrl":"https://ebible.org/find/show.php?id=engwebp","website":"https://worldenglish.bible/","availableFormats":["json"],"listOfBooksApiLink":"/api/ENGWEBP/books.json","textDirection":"ltr"},"book":{"id":"2CO","name":"2 Corinthians","commonName":"2 Corinthians","title":"Paul’s Second Letter to the Corinthians","firstChapterApiLink":"/api/ENGWEBP/2_Corinthians/1.json","lastChapterApiLink":"/api/ENGWEBP/2_Corinthians/13.json","numberOfChapters":13},"nextChapterApiLink":"/api/ENGWEBP/2_Corinthians/10.json","previousChapterApiLink":"/api/ENGWEBP/2_Corinthians/8.json","chapter":{"number":9,"content":[{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"It is indeed unnecessary for me to write to you concerning the service to the saints,","poem":2}]},{"type":"verse","number":2,"content":[{"text":"for I know your readiness, of which I boast on your behalf to those of Macedonia, that Achaia has been prepared for the past year. Your zeal has stirred up very many of them.","poem":2}]},{"type":"verse","number":3,"content":[{"text":"But I have sent the brothers so that our boasting on your behalf may not be in vain in this respect, that, just as I said, you may be prepared,","poem":2}]},{"type":"verse","number":4,"content":[{"text":"lest by any means, if anyone from Macedonia comes there with me and finds you unprepared, we (to say nothing of you) would be disappointed in this confident boasting.","poem":2}]},{"type":"verse","number":5,"content":[{"text":"I thought it necessary therefore to entreat the brothers that they would go before to you and arrange ahead of time the generous gift that you promised before, that the same might be ready as a matter of generosity, and not of greediness.","poem":2}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"Remember this: he who sows sparingly will also reap sparingly. He who sows bountifully will also reap bountifully.","poem":2}]},{"type":"verse","number":7,"content":[{"text":"Let each man give according as he has determined in his heart, not grudgingly or under compulsion, for God loves a cheerful giver.","poem":2}]},{"type":"verse","number":8,"content":[{"text":"And God is able to make all grace abound to you, that you, always having all sufficiency in everything, may abound to every good work.","poem":2}]},{"type":"verse","number":9,"content":[{"text":"As it is written,","poem":2},{"text":"“He has scattered abroad. He has given to the poor.","poem":1},{"text":"His righteousness remains forever.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":10,"content":[{"text":"Now may he who supplies seed to the sower and bread for food, supply and multiply your seed for sowing, and increase the fruits of your righteousness,","poem":2}]},{"type":"verse","number":11,"content":[{"text":"you being enriched in everything for all generosity, which produces thanksgiving to God through us.","poem":2}]},{"type":"verse","number":12,"content":[{"text":"For this service of giving that you perform not only makes up for lack among the saints, but abounds also through much giving of thanks to God,","poem":2}]},{"type":"verse","number":13,"content":[{"text":"seeing that through the proof given by this service, they glorify God for the obedience of your confession to the Good News of Christ and for the generosity of your contribution to them and to all,","poem":2}]},{"type":"verse","number":14,"content":[{"text":"while they themselves also, with supplication on your behalf, yearn for you by reason of the exceeding grace of God in you.","poem":2}]},{"type":"verse","number":15,"content":[{"text":"Now thanks be to God for his unspeakable gift!","poem":2}]}],"footnotes":[]}}