{"translation":{"id":"HINIRV","language":"hin","name":"पवित्र बाइबिल","englishName":"Hindi Indian Revised Version Bible","licenseUrl":"https://ebible.org/Scriptures/details.php?id=hin2017","website":"https://ebible.org/Scriptures/details.php?id=hin2017","shortName":"IRV","availableFormats":["json"],"listOfBooksApiLink":"/api/HINIRV/books.json"},"book":{"id":"JDG","name":"न्यायियों","commonName":"न्यायियों","title":"Judges न्यायियों","firstChapterApiLink":"/api/HINIRV/न्यायियों/1.json","lastChapterApiLink":"/api/HINIRV/न्यायियों/21.json","numberOfChapters":21},"nextChapterApiLink":"/api/HINIRV/न्यायियों/14.json","previousChapterApiLink":"/api/HINIRV/न्यायियों/12.json","chapter":{"number":13,"content":[{"type":"heading","content":["शिमशोन का चरित्र"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"इस्राएलियों ने फिर यहोवा की दृष्टि में बुरा किया; इसलिए यहोवा ने उनको पलिश्तियों के वश में चालीस वर्ष* के लिये रखा।","poem":1}]},{"type":"verse","number":2,"content":[{"text":"दान के कुल का सोरावासी मानोह नामक एक पुरुष था, जिसकी पत्‍नी के बाँझ होने के कारण कोई पुत्र न था।","poem":1}]},{"type":"verse","number":3,"content":[{"text":"इस स्त्री को यहोवा के दूत ने दर्शन देकर कहा, “सुन, बाँझ होने के कारण तेरे बच्चा नहीं; परन्तु अब तू गर्भवती होगी और तेरे बेटा होगा। (लूका 1:31)","poem":1}]},{"type":"verse","number":4,"content":[{"text":"इसलिए अब सावधान रह, कि न तो तू दाखमधु या और किसी भाँति की मदिरा पीए, और न कोई अशुद्ध वस्तु खाए, (लूका 1:15)","poem":1}]},{"type":"verse","number":5,"content":[{"text":"क्योंकि तू गर्भवती होगी और तेरे एक बेटा उत्‍पन्‍न होगा। और उसके सिर पर छुरा न फिरे, क्योंकि वह जन्म ही से परमेश्‍वर का नाज़ीर रहेगा; और इस्राएलियों को पलिश्तियों के हाथ से छुड़ाने में वही हाथ लगाएगा।”","poem":1}]},{"type":"verse","number":6,"content":[{"text":"उस स्त्री ने अपने पति के पास जाकर कहा, “परमेश्‍वर का एक जन मेरे पास आया था जिसका रूप परमेश्‍वर के दूत का सा अति भययोग्य था; और मैंने उससे न पूछा कि तू कहाँ का है? और न उसने मुझे अपना नाम बताया;","poem":1}]},{"type":"verse","number":7,"content":[{"text":"परन्तु उसने मुझसे कहा, 'सुन तू गर्भवती होगी और तेरे एक बेटा होगा; इसलिए अब न तो दाखमधु या और न किसी भाँति की मदिरा पीना, और न कोई अशुद्ध वस्तु खाना, क्योंकि वह लड़का जन्म से मरण के दिन तक परमेश्‍वर का नाज़ीर रहेगा'।” (मत्ती 2:23)","poem":1}]},{"type":"verse","number":8,"content":[{"text":"तब मानोह ने यहोवा से यह विनती की, “हे प्रभु, विनती सुन, परमेश्‍वर का वह जन जिसे तूने भेजा था फिर हमारे पास आए, और हमें सिखाए कि जो बालक उत्‍पन्‍न होनेवाला है उससे हम क्या-क्या करें।”","poem":1}]},{"type":"verse","number":9,"content":[{"text":"मानोह की यह बात परमेश्‍वर ने सुन ली, इसलिए जब वह स्त्री मैदान में बैठी थी, और उसका पति मानोह उसके संग न था, तब परमेश्‍वर का वही दूत उसके पास आया।","poem":1}]},{"type":"verse","number":10,"content":[{"text":"तब उस स्त्री ने झट दौड़कर अपने पति को यह समाचार दिया, “जो पुरुष उस दिन मेरे पास आया था उसी ने मुझे दर्शन दिया है।”","poem":1}]},{"type":"verse","number":11,"content":[{"text":"यह सुनते ही मानोह उठकर अपनी पत्‍नी के पीछे चला, और उस पुरुष के पास आकर पूछा, “क्या तू वही पुरुष है जिसने इस स्त्री से बातें की थीं?” उसने कहा, “मैं वही हूँ।”","poem":1}]},{"type":"verse","number":12,"content":[{"text":"मानोह ने कहा, “जब तेरे वचन पूरे हो जाएँ तो, उस बालक का कैसा ढंग और उसका क्या काम होगा?”","poem":1}]},{"type":"verse","number":13,"content":[{"text":"यहोवा के दूत ने मानोह से कहा, “जितनी वस्तुओं की चर्चा मैंने इस स्त्री से की थी उन सबसे यह परे रहे।","poem":1}]},{"type":"verse","number":14,"content":[{"text":"यह कोई वस्तु जो दाखलता से उत्‍पन्‍न होती है न खाए, और न दाखमधु या और किसी भाँति की मदिरा पीए, और न कोई अशुद्ध वस्तु खाए; और जो आज्ञा मैंने इसको दी थी उसी को यह माने।”","poem":1}]},{"type":"verse","number":15,"content":[{"text":"मानोह ने यहोवा के दूत से कहा, “हम तुझको रोक लें, कि तेरे लिये बकरी का एक बच्चा पकाकर तैयार करें*।”","poem":1}]},{"type":"verse","number":16,"content":[{"text":"यहोवा के दूत ने मानोह से कहा, “चाहे तू मुझे रोक रखे, परन्तु मैं तेरे भोजन में से कुछ न खाऊँगा; और यदि तू होमबलि करना चाहे तो यहोवा ही के लिये कर।” (मानोह तो न जानता था, कि यह यहोवा का दूत है।)","poem":1}]},{"type":"verse","number":17,"content":[{"text":"मानोह ने यहोवा के दूत से कहा, “अपना नाम बता, इसलिए कि जब तेरी बातें पूरी हों तब हम तेरा आदरमान कर सके।”","poem":1}]},{"type":"verse","number":18,"content":[{"text":"यहोवा के दूत ने उससे कहा, “मेरा नाम तो अद्भुत है, इसलिए तू उसे क्यों पूछता है?”","poem":1}]},{"type":"verse","number":19,"content":[{"text":"तब मानोह ने अन्नबलि समेत बकरी का एक बच्चा लेकर चट्टान पर यहोवा के लिये चढ़ाया तब उस दूत ने मानोह और उसकी पत्‍नी के देखते-देखते एक अद्भुत काम किया।","poem":1}]},{"type":"verse","number":20,"content":[{"text":"अर्थात् जब लौ उस वेदी पर से आकाश की ओर उठ रही थी, तब यहोवा का दूत उस वेदी की लौ में होकर मानोह और उसकी पत्‍नी के देखते-देखते चढ़ गया; तब वे भूमि पर मुँह के बल गिरे।","poem":1}]},{"type":"verse","number":21,"content":[{"text":"परन्तु यहोवा के दूत ने मानोह और उसकी पत्‍नी को फिर कभी दर्शन न दिया। तब मानोह ने जान लिया कि वह यहोवा का दूत था।","poem":1}]},{"type":"verse","number":22,"content":[{"text":"तब मानोह ने अपनी पत्‍नी से कहा, “हम निश्चय मर जाएँगे, क्योंकि हमने परमेश्‍वर का दर्शन पाया है।”","poem":1}]},{"type":"verse","number":23,"content":[{"text":"उसकी पत्‍नी ने उससे कहा, “यदि यहोवा हमें मार डालना चाहता, तो हमारे हाथ से होमबलि और अन्नबलि ग्रहण न करता, और न वह ऐसी सब बातें हमको दिखाता, और न वह इस समय हमें ऐसी बातें सुनाता।”","poem":1}]},{"type":"verse","number":24,"content":[{"text":"और उस स्त्री के एक बेटा उत्‍पन्‍न हुआ, और उसका नाम शिमशोन रखा; और वह बालक बढ़ता गया, और यहोवा उसको आशीष देता रहा।","poem":1}]},{"type":"verse","number":25,"content":[{"text":"और यहोवा का आत्मा सोरा और एश्‍ताओल के बीच महनेदान में उसको उभारने लगा।","poem":1}]}],"footnotes":[]}}