{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","textDirection":"ltr"},"book":{"id":"JER","name":"Jeremiah","commonName":"Jeremiah","title":"Jeremiah","firstChapterApiLink":"/api/BSB/Jeremiah/1.json","lastChapterApiLink":"/api/BSB/Jeremiah/52.json","numberOfChapters":52},"nextChapterApiLink":"/api/BSB/Jeremiah/39.json","previousChapterApiLink":"/api/BSB/Jeremiah/37.json","chapter":{"number":38,"content":[{"type":"heading","content":["Jeremiah Cast into the Cistern"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Now Shephatiah son of Mattan, Gedaliah son of Pashhur, Jucal","poem":2},{"noteId":106},{"text":"son of Shelemiah, and Pashhur son of Malchijah heard that Jeremiah had been telling all the people:","poem":2}]},{"type":"verse","number":2,"content":[{"text":"“This is what the LORD says: Whoever stays in this city will die by sword and famine and plague, but whoever surrenders to the Chaldeans","poem":2},{"noteId":107},{"text":"will live; he will retain his life like a spoil of war, and he will live.","poem":2}]},{"type":"verse","number":3,"content":[{"text":"This is what the LORD says: This city will surely be delivered into the hands of the army of the king of Babylon, and he will capture it.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"Then the officials said to the king, “This man ought to die, for he is discouraging the warriors who remain in this city, as well as all the people, by speaking such words to them; this man is not seeking the well-being of these people, but their ruin.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":5,"content":[{"text":"“Here he is,” replied King Zedekiah. “He is in your hands, since the king can do nothing to stop you.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"So they took Jeremiah and dropped him into the cistern of Malchiah, the king’s son, which was in the courtyard of the guard. They lowered Jeremiah with ropes into the cistern, which had no water but only mud, and Jeremiah sank down into the mud.","poem":2}]},{"type":"verse","number":7,"content":[{"text":"Now Ebed-melech the Cushite,","poem":2},{"noteId":108},{"text":"a court official","poem":2},{"noteId":109},{"text":"in the royal palace, heard that Jeremiah had been put into the cistern. While the king was sitting at the Gate of Benjamin,","poem":2}]},{"type":"verse","number":8,"content":[{"text":"Ebed-melech went out from the king’s palace and said to the king,","poem":2}]},{"type":"verse","number":9,"content":[{"text":"“My lord the king, these men have acted wickedly in all that they have done to Jeremiah the prophet. They have dropped him into the cistern, where he will starve to death, for there is no more bread in the city.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":10,"content":[{"text":"So the king commanded Ebed-melech the Cushite, “Take thirty men from here with you and pull Jeremiah the prophet out of the cistern before he dies.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"Then Ebed-melech took the men with him and went to the king’s palace, to a place below the storehouse. From there he took old rags and worn-out clothes and lowered them with ropes to Jeremiah in the cistern.","poem":2}]},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"Ebed-melech the Cushite cried out to Jeremiah, “Put these worn-out rags and clothes under your arms to pad the ropes.” Jeremiah did so,","poem":2}]},{"type":"verse","number":13,"content":[{"text":"and they pulled him up with the ropes and lifted him out of the cistern. And Jeremiah remained in the courtyard of the guard.","poem":2}]},{"type":"line_break"},{"type":"verse","number":14,"content":[{"text":"Then King Zedekiah sent for Jeremiah the prophet and received him at the third entrance to the house of the LORD. “I am going to ask you something,” said the king to Jeremiah. “Do not hide anything from me.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":15,"content":[{"text":"“If I tell you,” Jeremiah replied, “you will surely put me to death. And even if I give you advice, you will not listen to me.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"But King Zedekiah swore secretly to Jeremiah, “As surely as the LORD lives, who has given us this life, I will not kill you, nor will I deliver you into the hands of these men who are seeking your life.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":17,"content":[{"text":"Then Jeremiah said to Zedekiah, “This is what the LORD God of Hosts, the God of Israel, says: ‘If you indeed surrender to the officers of the king of Babylon, then you will live, this city will not be burned down, and you and your household will survive.","poem":2}]},{"type":"verse","number":18,"content":[{"text":"But if you do not surrender to the officers of the king of Babylon, then this city will be delivered into the hands of the Chaldeans. They will burn it down, and you yourself will not escape their grasp.’”","poem":2}]},{"type":"line_break"},{"type":"verse","number":19,"content":[{"text":"But King Zedekiah said to Jeremiah, “I am afraid of the Jews who have deserted to the Chaldeans, for the Chaldeans may deliver me into their hands to abuse me.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":20,"content":[{"text":"“They will not hand you over,” Jeremiah replied. “Obey the voice of the LORD in what I am telling you, that it may go well with you and you may live.","poem":2}]},{"type":"verse","number":21,"content":[{"text":"But if you refuse to surrender, this is the word that the LORD has shown me:","poem":2}]},{"type":"verse","number":22,"content":[{"text":"All the women who remain in the palace of the king of Judah will be brought out to the officials of the king of Babylon, and those women will say:","poem":2},{"lineBreak":true},{"text":"‘They misled you and overcame you—","poem":1},{"text":"those trusted friends of yours.","poem":2},{"text":"Your feet sank into the mire,","poem":1},{"text":"and they deserted you.’","poem":2}]},{"type":"line_break"},{"type":"verse","number":23,"content":[{"text":"All your wives and children will be brought out to the Chaldeans. And you yourself will not escape their grasp, for you will be seized by the king of Babylon, and this city will be burned down.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":24,"content":[{"text":"Then Zedekiah warned Jeremiah, “Do not let anyone know about this conversation, or you will die.","poem":2}]},{"type":"verse","number":25,"content":[{"text":"If the officials hear that I have spoken with you, and they come and demand of you, ‘Tell us what you said to the king and what he said to you; do not hide it from us, or we will kill you,’","poem":2}]},{"type":"verse","number":26,"content":[{"text":"then tell them, ‘I was presenting to the king my petition that he not return me to the house of Jonathan to die there.’”","poem":2}]},{"type":"line_break"},{"type":"verse","number":27,"content":[{"text":"When all the officials came to Jeremiah and questioned him, he relayed to them the exact words the king had commanded him to say. So they said no more to him, for no one had overheard the conversation.","poem":2}]},{"type":"verse","number":28,"content":[{"text":"And Jeremiah remained in the courtyard of the guard until the day Jerusalem was captured.","poem":2}]}],"footnotes":[{"noteId":106,"text":"Jucal is a variant of Jehucal; see Jeremiah 37:3.","reference":{"chapter":38,"verse":1}},{"noteId":107,"text":"That is, the Babylonians; also in verses 18, 19, and 23","reference":{"chapter":38,"verse":2}},{"noteId":108,"text":"Probably from the upper Nile region","reference":{"chapter":38,"verse":7}},{"noteId":109,"text":"Or eunuch","reference":{"chapter":38,"verse":7}}]}}