{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","textDirection":"ltr"},"book":{"id":"JER","name":"Jeremiah","commonName":"Jeremiah","title":"Jeremiah","firstChapterApiLink":"/api/BSB/Jeremiah/1.json","lastChapterApiLink":"/api/BSB/Jeremiah/52.json","numberOfChapters":52},"nextChapterApiLink":"/api/BSB/Jeremiah/43.json","previousChapterApiLink":"/api/BSB/Jeremiah/41.json","chapter":{"number":42,"content":[{"type":"heading","content":["A Warning against Going to Egypt"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Then all the commanders of the forces, along with Johanan son of Kareah, Jezaniah","poem":2},{"noteId":121},{"text":"son of Hoshaiah, and all the people from the least to the greatest, approached","poem":2}]},{"type":"verse","number":2,"content":[{"text":"Jeremiah the prophet and said, “May our petition come before you; pray to the LORD your God on behalf of this entire remnant. For few of us remain of the many, as you can see with your own eyes.","poem":2}]},{"type":"verse","number":3,"content":[{"text":"Pray that the LORD your God will tell us the way we should walk and the thing we should do.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"“I have heard you,” replied Jeremiah the prophet. “I will surely pray to the LORD your God as you request, and I will tell you everything that the LORD answers; I will not withhold a word from you.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":5,"content":[{"text":"Then they said to Jeremiah, “May the LORD be a true and faithful witness against us if we do not act upon every word that the LORD your God sends you to tell us.","poem":2}]},{"type":"verse","number":6,"content":[{"text":"Whether it is pleasant or unpleasant, we will obey the voice of the LORD our God to whom we are sending you, so that it may go well with us, for we will obey the voice of the LORD our God!”","poem":2}]},{"type":"line_break"},{"type":"verse","number":7,"content":[{"text":"After ten days the word of the LORD came to Jeremiah,","poem":2}]},{"type":"verse","number":8,"content":[{"text":"and he summoned Johanan son of Kareah, all the commanders of the forces who were with him, and all the people from the least to the greatest.","poem":2}]},{"type":"line_break"},{"type":"verse","number":9,"content":[{"text":"Jeremiah told them, “Thus says the LORD, the God of Israel, to whom you sent me to present your petition:","poem":2}]},{"type":"verse","number":10,"content":[{"text":"‘If you will indeed stay in this land, then I will build you up and not tear you down; I will plant you and not uproot you, for I will relent of the disaster I have brought upon you.","poem":2}]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"Do not be afraid of the king of Babylon, whom you now fear; do not be afraid of him, declares the LORD, for I am with you to save you and deliver you from him.","poem":2}]},{"type":"verse","number":12,"content":[{"text":"And I will show you compassion, and he will have compassion on you and restore you to your own land.’","poem":2}]},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"But if you say, ‘We will not stay in this land,’ and you thus disobey the voice of the LORD your God,","poem":2}]},{"type":"verse","number":14,"content":[{"text":"and if you say, ‘No, but we will go to the land of Egypt and live there, where we will not see war or hear the sound of the ram’s horn or hunger for bread,’","poem":2}]},{"type":"verse","number":15,"content":[{"text":"then hear the word of the LORD, O remnant of Judah! This is what the LORD of Hosts, the God of Israel, says: ‘If you are determined to go to Egypt and reside there,","poem":2}]},{"type":"verse","number":16,"content":[{"text":"then the sword you fear will overtake you there, and the famine you dread will follow on your heels into Egypt, and you will die there.","poem":2}]},{"type":"verse","number":17,"content":[{"text":"So all who resolve to go to Egypt to reside there will die by sword and famine and plague. Not one of them will survive or escape the disaster I will bring upon them.’","poem":2}]},{"type":"line_break"},{"type":"verse","number":18,"content":[{"text":"For this is what the LORD of Hosts, the God of Israel, says: ‘Just as My anger and wrath were poured out on the residents of Jerusalem, so will My wrath be poured out on you if you go to Egypt. You will become an object of cursing and horror, of vilification and disgrace, and you will never see this place again.’","poem":2}]},{"type":"line_break"},{"type":"verse","number":19,"content":[{"text":"The LORD has told you, O remnant of Judah, ‘Do not go to Egypt.’ Know for sure that I have warned you today!","poem":2}]},{"type":"verse","number":20,"content":[{"text":"For you have deceived yourselves by sending me to the LORD your God, saying, ‘Pray to the LORD our God on our behalf, and as for all that the LORD our God says, tell it to us and we will do it.’","poem":2}]},{"type":"line_break"},{"type":"verse","number":21,"content":[{"text":"For I have told you today, but you have not obeyed the voice of the LORD your God in all He has sent me to tell you.","poem":2}]},{"type":"verse","number":22,"content":[{"text":"Now therefore, know for sure that by sword and famine and plague you will die in the place where you desire to go to reside.”","poem":2}]}],"footnotes":[{"noteId":121,"text":"Hebrew; LXX Azariah; see Jeremiah 43:2.","reference":{"chapter":42,"verse":1}}]}}