{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json"},"book":{"id":"JOS","name":"Joshua","commonName":"Joshua","title":"Joshua","firstChapterApiLink":"/api/BSB/Joshua/1.json","lastChapterApiLink":"/api/BSB/Joshua/24.json","numberOfChapters":24},"nextChapterApiLink":"/api/BSB/Joshua/21.json","previousChapterApiLink":"/api/BSB/Joshua/19.json","chapter":{"number":20,"content":[{"type":"heading","content":["Six Cities of Refuge"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Then the LORD said to Joshua,","poem":2}]},{"type":"verse","number":2,"content":[{"text":"“Tell the Israelites to designate the cities of refuge, as I instructed you through Moses,","poem":2}]},{"type":"verse","number":3,"content":[{"text":"so that anyone who kills another unintentionally or accidentally may flee there. These will be your refuge from the avenger of blood.","poem":2}]},{"type":"verse","number":4,"content":[{"text":"When someone flees to one of these cities, stands at the entrance of the city gate, and states his case before its elders, they are to bring him into the city and give him a place to live among them.","poem":2}]},{"type":"line_break"},{"type":"verse","number":5,"content":[{"text":"Now if the avenger of blood pursues him, they must not surrender the manslayer into his hand, because that man killed his neighbor accidentally without prior malice.","poem":2}]},{"type":"verse","number":6,"content":[{"text":"He is to stay in that city until he stands trial before the assembly and until the death of the high priest serving at that time. Then the manslayer may return to his own home in the city from which he fled.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":7,"content":[{"text":"So they set apart Kedesh in Galilee in the hill country of Naphtali, Shechem in the hill country of Ephraim, and Kiriath-arba (that is, Hebron) in the hill country of Judah.","poem":2}]},{"type":"line_break"},{"type":"verse","number":8,"content":[{"text":"And beyond the Jordan, east of Jericho, they designated Bezer on the wilderness plateau from the tribe of Reuben, Ramoth in Gilead from the tribe of Gad, and Golan in Bashan from the tribe of Manasseh.","poem":2}]},{"type":"line_break"},{"type":"verse","number":9,"content":[{"text":"These are the cities appointed for all the Israelites and foreigners among them, so that anyone who kills a person unintentionally may flee there and not die by the hand of the avenger of blood prior to standing trial before the assembly.","poem":2}]}],"footnotes":[]}}