{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json"},"book":{"id":"1KI","name":"1 Kings","commonName":"1 Kings","title":"1 Kings","firstChapterApiLink":"/api/BSB/1_Kings/1.json","lastChapterApiLink":"/api/BSB/1_Kings/22.json","numberOfChapters":22},"nextChapterApiLink":"/api/BSB/1_Kings/17.json","previousChapterApiLink":"/api/BSB/1_Kings/15.json","chapter":{"number":16,"content":[{"type":"heading","content":["Jehu’s Prophecy against Baasha"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"Then the word of the LORD came to Jehu son of Hanani against Baasha, saying:","poem":2}]},{"type":"verse","number":2,"content":[{"text":"“Even though I lifted you out of the dust and made you ruler over My people Israel, you have walked in the way of Jeroboam and have caused My people Israel to sin and to provoke Me to anger by their sins.","poem":2}]},{"type":"verse","number":3,"content":[{"text":"So now I will consume Baasha and his house, and I will make your house like that of Jeroboam son of Nebat:","poem":2}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"Anyone belonging to Baasha who dies in the city","poem":1},{"text":"will be eaten by dogs,","poem":2},{"text":"and anyone who dies in the field","poem":1},{"text":"will be eaten by the birds of the air.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":5,"content":[{"text":"As for the rest of the acts of Baasha, along with his accomplishments and might, are they not written in the Book of the Chronicles of the Kings of Israel?","poem":2}]},{"type":"verse","number":6,"content":[{"text":"And Baasha rested with his fathers and was buried in Tirzah, and his son Elah reigned in his place.","poem":2}]},{"type":"line_break"},{"type":"verse","number":7,"content":[{"text":"Moreover, the word of the LORD came through the prophet Jehu son of Hanani against Baasha and his house, because of all the evil he had done in the sight of the LORD, provoking Him to anger with the work of his hands and becoming like the house of Jeroboam, and also because Baasha had struck down the house of Jeroboam.","poem":2}]},{"type":"heading","content":["Elah Reigns in Israel"]},{"type":"line_break"},{"type":"verse","number":8,"content":[{"text":"In the twenty-sixth year of Asa’s reign over Judah, Elah son of Baasha became king of Israel, and he reigned in Tirzah two years.","poem":2}]},{"type":"line_break"},{"type":"verse","number":9,"content":[{"text":"However, while Elah was in Tirzah getting drunk in the house of Arza the steward of his household there, Elah’s servant Zimri, the commander of half his chariots, conspired against him.","poem":2}]},{"type":"verse","number":10,"content":[{"text":"So in the twenty-seventh year of Asa’s reign over Judah, Zimri went in, struck Elah down, and killed him. And Zimri reigned in his place.","poem":2}]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"As soon as Zimri began to reign and was seated on the throne, he struck down the entire household of Baasha. He did not leave a single male, whether a kinsman or friend.","poem":2}]},{"type":"verse","number":12,"content":[{"text":"So Zimri destroyed the entire household of Baasha, according to the word that the LORD had spoken against Baasha through Jehu the prophet.","poem":2}]},{"type":"verse","number":13,"content":[{"text":"This happened because of all the sins Baasha and his son Elah had committed and had caused Israel to commit, provoking the LORD, the God of Israel, to anger with their worthless idols.","poem":2}]},{"type":"line_break"},{"type":"verse","number":14,"content":[{"text":"As for the rest of the acts of Elah, along with all his accomplishments, are they not written in the Book of the Chronicles of the Kings of Israel?","poem":2}]},{"type":"heading","content":["Zimri Reigns in Israel"]},{"type":"line_break"},{"type":"verse","number":15,"content":[{"text":"In the twenty-seventh year of Asa’s reign over Judah, Zimri reigned in Tirzah for seven days. Now the troops were encamped against Gibbethon of the Philistines,","poem":2}]},{"type":"verse","number":16,"content":[{"text":"and the people in the camp heard that Zimri had not only conspired but had also struck down the king. So there in the camp that very day, all Israel proclaimed Omri, the commander of the army, king over Israel.","poem":2}]},{"type":"line_break"},{"type":"verse","number":17,"content":[{"text":"Then Omri and all the Israelites marched up from Gibbethon and besieged Tirzah.","poem":2}]},{"type":"verse","number":18,"content":[{"text":"When Zimri saw that the city was captured, he entered the citadel of the royal palace and burned it down upon himself. So he died","poem":2}]},{"type":"verse","number":19,"content":[{"text":"because of the sins he had committed, doing evil in the sight of the LORD and following the example of Jeroboam and the sin he had committed and had caused Israel to commit.","poem":2}]},{"type":"line_break"},{"type":"verse","number":20,"content":[{"text":"As for the rest of the acts of Zimri and the treason he committed, are they not written in the Book of the Chronicles of the Kings of Israel?","poem":2}]},{"type":"heading","content":["Omri Reigns in Israel"]},{"type":"line_break"},{"type":"verse","number":21,"content":[{"text":"At that time the people of Israel were divided: Half of the people supported Tibni son of Ginath as king, and half supported Omri.","poem":2}]},{"type":"verse","number":22,"content":[{"text":"But the followers of Omri proved stronger than those of Tibni son of Ginath. So Tibni died and Omri became king.","poem":2}]},{"type":"line_break"},{"type":"verse","number":23,"content":[{"text":"In the thirty-first year of Asa’s reign over Judah, Omri became king of Israel, and he reigned twelve years, six of them in Tirzah.","poem":2}]},{"type":"verse","number":24,"content":[{"text":"He bought the hill of Samaria from Shemer for two talents of silver","poem":2},{"noteId":120},{"text":"and built a city there, calling it Samaria after the name of Shemer, who had owned the hill.","poem":2}]},{"type":"line_break"},{"type":"verse","number":25,"content":[{"text":"But Omri did evil in the sight of the LORD and acted more wickedly than all who were before him.","poem":2}]},{"type":"verse","number":26,"content":[{"text":"For he walked in all the ways of Jeroboam son of Nebat and in his sins, which he caused Israel to commit, provoking the LORD, the God of Israel, to anger with their worthless idols.","poem":2}]},{"type":"line_break"},{"type":"verse","number":27,"content":[{"text":"As for the rest of the acts of Omri, along with his accomplishments and the might he exercised, are they not written in the Book of the Chronicles of the Kings of Israel?","poem":2}]},{"type":"line_break"},{"type":"verse","number":28,"content":[{"text":"And Omri rested with his fathers and was buried in Samaria, and his son Ahab reigned in his place.","poem":2}]},{"type":"heading","content":["Ahab Reigns in Israel, Marries Jezebel"]},{"type":"line_break"},{"type":"verse","number":29,"content":[{"text":"In the thirty-eighth year of Asa’s reign over Judah, Ahab son of Omri became king of Israel, and he reigned in Samaria twenty-two years.","poem":2}]},{"type":"line_break"},{"type":"verse","number":30,"content":[{"text":"However, Ahab son of Omri did evil in the sight of the LORD, more than all who were before him.","poem":2}]},{"type":"verse","number":31,"content":[{"text":"And as if it were not enough for him to walk in the sins of Jeroboam son of Nebat, he even married Jezebel the daughter of Ethbaal king of the Sidonians, and he then proceeded to serve and worship Baal.","poem":2}]},{"type":"line_break"},{"type":"verse","number":32,"content":[{"text":"First, Ahab set up an altar for Baal in the temple of Baal that he had built in Samaria.","poem":2}]},{"type":"verse","number":33,"content":[{"text":"Then he set up an Asherah pole. Thus Ahab did more to provoke the LORD, the God of Israel, to anger than all the kings of Israel before him.","poem":2}]},{"type":"line_break"},{"type":"verse","number":34,"content":[{"text":"In Ahab’s days, Hiel the Bethelite rebuilt Jericho. At the cost of Abiram his firstborn he laid its foundation, and at the cost of Segub his youngest he set up its gates, according to the word that the LORD had spoken through Joshua son of Nun.","poem":2},{"noteId":121}]}],"footnotes":[{"noteId":120,"text":"2 talents is approximately 151 pounds or 68.4 kilograms of silver.","reference":{"chapter":16,"verse":24}},{"noteId":121,"text":"See Joshua 6:26.","reference":{"chapter":16,"verse":34}}]}}