{"translation":{"id":"HINIRV","language":"hin","name":"पवित्र बाइबिल","englishName":"Hindi Indian Revised Version Bible","licenseUrl":"https://ebible.org/Scriptures/details.php?id=hin2017","website":"https://ebible.org/Scriptures/details.php?id=hin2017","shortName":"IRV","availableFormats":["json"],"listOfBooksApiLink":"/api/HINIRV/books.json","textDirection":"ltr"},"book":{"id":"ISA","name":"यशायाह","commonName":"यशायाह","title":"Isaiah यशायाह","firstChapterApiLink":"/api/HINIRV/यशायाह/1.json","lastChapterApiLink":"/api/HINIRV/यशायाह/66.json","numberOfChapters":66},"nextChapterApiLink":"/api/HINIRV/यशायाह/9.json","previousChapterApiLink":"/api/HINIRV/यशायाह/7.json","chapter":{"number":8,"content":[{"type":"heading","content":["यशायाह का पुत्र"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"फिर यहोवा ने मुझसे कहा, “एक बड़ी पटिया लेकर उस पर साधारण अक्षरों से यह लिख: महेर्शालाल्हाशबज* के लिये।”","poem":1}]},{"type":"verse","number":2,"content":[{"text":"और मैं विश्वासयोग्य पुरुषों को अर्थात् ऊरिय्याह याजक और जेबेरेक्याह के पुत्र जकर्याह को इस बात की साक्षी करूँगा।","poem":1}]},{"type":"verse","number":3,"content":[{"text":"मैं अपनी पत्‍नी के पास गया, और वह गर्भवती हुई और उसके पुत्र उत्‍पन्‍न हुआ। तब यहोवा ने मुझसे कहा, “उसका नाम महेर्शालाल्हाशबज रख;","poem":1}]},{"type":"verse","number":4,"content":[{"text":"क्योंकि इससे पहले कि वह लड़का बापू और माँ पुकारना जाने, दमिश्क और शोमरोन दोनों की धन-सम्पत्ति लूटकर अश्शूर का राजा अपने देश को भेजेगा।” विकल्‍प परमेश्‍वर या अश्शूरी","poem":1}]},{"type":"verse","number":5,"content":[{"text":"यहोवा ने फिर मुझसे दूसरी बार कहा,","poem":1}]},{"type":"verse","number":6,"content":[{"text":"“इसलिए कि लोग शीलोह के धीरे-धीरे बहनेवाले सोते को निकम्मा जानते हैं,","poem":1},{"text":"और रसीन और रमल्याह के पुत्र के संग एका करके आनन्द करते हैं,","poem":1}]},{"type":"verse","number":7,"content":[{"text":"इस कारण सुन, प्रभु उन पर उस प्रबल और गहरे महानद को,","poem":1},{"text":"अर्थात् अश्शूर के राजा को उसके सारे प्रताप के साथ चढ़ा लाएगा;","poem":1},{"text":"और वह उनके सब नालों को भर देगा और सारे तटों से छलककर बहेगा;","poem":1}]},{"type":"verse","number":8,"content":[{"text":"और वह यहूदा पर भी चढ़ आएगा, और बढ़ते-बढ़ते उस पर चढ़ेगा और गले तक पहुँचेगा;","poem":1},{"text":"और हे इम्मानुएल, तेरा समस्त देश उसके पंखों के फैलने से ढँप जाएगा।” (मत्ती 1:23)","poem":1}]},{"type":"verse","number":9,"content":[{"text":"हे लोगों, हल्ला करो तो करो, परन्तु तुम्हारा सत्यानाश हो जाएगा।","poem":1},{"text":"हे पृथ्वी के दूर-दूर देश के सब लोगों कान लगाकर सुनो, अपनी-अपनी कमर कसो तो कसो, परन्तु तुम्हारे टुकड़े-टुकड़े किए जाएँगे; अपनी कमर कसो तो कसो, परन्तु तुम्हारा सत्यानाश हो जाएगा।","poem":1}]},{"type":"verse","number":10,"content":[{"text":"तुम युक्ति करो तो करो, परन्तु वह निष्फल हो जाएगी, तुम कुछ भी कहो, परन्तु तुम्हारा कहा हुआ ठहरेगा नहीं, क्योंकि परमेश्‍वर हमारे संग है। (रोम. 8:31, नीति. 31:30)","poem":1}]},{"type":"heading","content":["परमेश्‍वर की चेतावनी"]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"क्योंकि यहोवा दृढ़ता के साथ मुझसे बोला और इन लोगों की-सी चाल-चलने को मुझे मना किया,","poem":1}]},{"type":"verse","number":12,"content":[{"text":"और कहा, “जिस बात को यह लोग राजद्रोह कहें, उसको तुम राजद्रोह न कहना, और जिस बात से वे डरते हैं उससे तुम न डरना और न भय खाना।","poem":1}]},{"type":"verse","number":13,"content":[{"text":"सेनाओं के यहोवा ही को पवित्र जानना; उसी का डर मानना, और उसी का भय रखना। (प्रका. 15:4, लूका 12:5)","poem":1}]},{"type":"verse","number":14,"content":[{"text":"और वह शरणस्थान होगा*, परन्तु इस्राएल के दोनों घरानों के लिये ठोकर का पत्थर और ठेस की चट्टान, और यरूशलेम के निवासियों के लिये फंदा और जाल होगा। (रोम. 9:32,33)","poem":1}]},{"type":"verse","number":15,"content":[{"text":"और बहुत से लोग ठोकर खाएँगे; वे गिरेंगे और चकनाचूर होंगे; वे फंदे में फसेंगे और पकड़े जाएँगे।” (मत्ती 21:44)","poem":1}]},{"type":"heading","content":["मुर्दों से पूछने के विरुद्ध चेतावनी"]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"चितौनी का पत्र बन्द कर दो, मेरे चेलों के बीच शिक्षा पर छाप लगा दो।","poem":1}]},{"type":"verse","number":17,"content":[{"text":"मैं उस यहोवा की बाट जोहता रहूँगा जो अपने मुख को याकूब के घराने से छिपाये है, और मैं उसी पर आशा लगाए रहूँगा। (मीका. 3:4, भज. 27:14)","poem":1}]},{"type":"verse","number":18,"content":[{"text":"देख, मैं और जो लड़के यहोवा ने मुझे सौंपे हैं, उसी सेनाओं के यहोवा की ओर से जो सिय्योन पर्वत पर निवास किए रहता है इस्राएलियों के लिये चिन्ह और चमत्कार हैं। (इब्रा. 2:13)","poem":1}]},{"type":"verse","number":19,"content":[{"text":"जब लोग तुम से कहें, “ओझाओं और टोन्हों के पास जाकर पूछो जो गुनगुनाते और फुसफुसाते हैं,” तब तुम यह कहना, “क्या प्रजा को अपने परमेश्‍वर ही के पास जाकर न पूछना चाहिये? क्या जीवितों के लिये मुर्दों से पूछना चाहिये?” (लैव्य. 20:6, 19:31)","poem":1}]},{"type":"verse","number":20,"content":[{"text":"व्यवस्था और चितौनी ही की चर्चा किया करो! यदि वे लोग इस वचनों के अनुसार न बोलें तो निश्चय उनके लिये पौ न फटेगी संकट का समय","poem":1}]},{"type":"verse","number":21,"content":[{"text":"वे इस देश में क्लेशित और भूखे फिरते रहेंगे; और जब वे भूखे होंगे, तब वे क्रोध में आकर अपने राजा और अपने परमेश्‍वर को श्राप देंगे, और अपना मुख ऊपर आकाश की ओर उठाएँगे*;","poem":1}]},{"type":"verse","number":22,"content":[{"text":"तब वे पृथ्वी की ओर दृष्टि करेंगे परन्तु उन्हें सकेती और अंधियारा अर्थात् संकट भरा अंधकार ही देख पड़ेगा; और वे घोर अंधकार में ढकेल दिए जाएँगे। (सप. 1:14-15)","poem":1}]}],"footnotes":[]}}