{"translation":{"id":"BSB","name":"Berean Standard Bible","englishName":"Berean Standard Bible","shortName":"BSB","language":"en-US","licenseUrl":"https://berean.bible/terms.htm","website":"https://berean.bible","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json"},"book":{"id":"EZR","name":"Ezra","commonName":"Ezra","title":"Ezra","firstChapterApiLink":"/api/BSB/Ezra/1.json","lastChapterApiLink":"/api/BSB/Ezra/10.json","numberOfChapters":10},"nextChapterApiLink":"/api/BSB/Ezra/5.json","previousChapterApiLink":"/api/BSB/Ezra/3.json","chapter":{"number":4,"content":[{"type":"heading","content":["Adversaries Hinder the Work"]},{"type":"line_break"},{"type":"verse","number":1,"content":[{"text":"When the enemies of Judah and Benjamin heard that the exiles were building a temple for the LORD, the God of Israel,","poem":2}]},{"type":"verse","number":2,"content":[{"text":"they approached Zerubbabel and the heads of the families, saying, “Let us build with you because, like you, we seek your God and have been sacrificing to Him since the time of King Esar-haddon of Assyria, who brought us here.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":3,"content":[{"text":"But Zerubbabel, Jeshua, and the other heads of the families of Israel replied, “You have no part with us in building a house for our God, since we alone must build it for the LORD, the God of Israel, as Cyrus king of Persia has commanded us.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":4,"content":[{"text":"Then the people of the land set out to discourage the people of Judah and make them afraid to build.","poem":2}]},{"type":"verse","number":5,"content":[{"text":"They hired counselors against them to frustrate their plans throughout the reign of Cyrus king of Persia and down to the reign of Darius king of Persia.","poem":2}]},{"type":"heading","content":["Opposition under Xerxes and Artaxerxes"]},{"type":"line_break"},{"type":"verse","number":6,"content":[{"text":"At the beginning of the reign of Xerxes,","poem":2},{"noteId":27},{"text":"an accusation was lodged against the people of Judah and Jerusalem.","poem":2}]},{"type":"line_break"},{"type":"verse","number":7,"content":[{"text":"And in the days of Artaxerxes king of Persia, Bishlam, Mithredath, Tabeel, and the rest of his associates wrote a letter to Artaxerxes. It was written in Aramaic and then translated.","poem":2},{"noteId":28}]},{"type":"line_break"},{"type":"verse","number":8,"content":[{"text":"Rehum the commander and Shimshai the scribe wrote the letter against Jerusalem to King Artaxerxes as follows:","poem":2}]},{"type":"line_break"},{"type":"verse","number":9,"content":[{"text":"From Rehum the commander, Shimshai the scribe, and the rest of their associates—the judges and officials over Tripolis, Persia, Erech and Babylon, the Elamites of Susa,","poem":2}]},{"type":"verse","number":10,"content":[{"text":"and the rest of the peoples whom the great and honorable Ashurbanipal","poem":2},{"noteId":29},{"text":"deported and settled in the cities of Samaria and elsewhere west of the Euphrates.","poem":2},{"noteId":30}]},{"type":"line_break"},{"type":"verse","number":11,"content":[{"text":"(This is the text of the letter they sent to him.)","poem":2},{"text":"To King Artaxerxes,","poem":2},{"text":"From your servants, the men west of the Euphrates:","poem":2}]},{"type":"line_break"},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":12,"content":[{"text":"Let it be known to the king that the Jews who came from you to us have returned to Jerusalem. And they are rebuilding that rebellious and wicked city, restoring its walls, and repairing its foundations.","poem":2}]},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"Let it now be known to the king that if that city is rebuilt and its walls are restored, they will not pay tribute, duty, or toll, and the royal treasury will suffer.","poem":2}]},{"type":"line_break"},{"type":"verse","number":14,"content":[{"text":"Now because we are in the service of the palace","poem":2},{"noteId":31},{"text":"and it is not fitting for us to allow the king to be dishonored, we have sent to inform the king","poem":2}]},{"type":"verse","number":15,"content":[{"text":"that a search should be made of the record books of your fathers. In these books you will discover and verify that the city is a rebellious city, harmful to kings and provinces, inciting sedition from ancient times. That is why this city was destroyed.","poem":2}]},{"type":"line_break"},{"type":"verse","number":16,"content":[{"text":"We advise the king that if this city is rebuilt and its walls are restored, you will have no dominion west of the Euphrates.","poem":2}]},{"type":"heading","content":["The Decree of Artaxerxes"]},{"type":"line_break"},{"type":"verse","number":17,"content":[{"text":"Then the king sent this reply:","poem":2},{"text":"To Rehum the commander, Shimshai the scribe, and the rest of your associates living in Samaria and elsewhere in the region west of the Euphrates:","poem":2},{"text":"Greetings.","poem":2}]},{"type":"line_break"},{"type":"line_break"},{"type":"line_break"},{"type":"verse","number":18,"content":[{"text":"The letter you sent us has been translated and read in my presence.","poem":2}]},{"type":"verse","number":19,"content":[{"text":"I issued a decree, and a search was conducted. It was discovered that this city has revolted against kings from ancient times, engaging in rebellion and sedition.","poem":2}]},{"type":"verse","number":20,"content":[{"text":"And mighty kings have ruled over Jerusalem and exercised authority over the whole region west of the Euphrates; and tribute, duty, and toll were paid to them.","poem":2}]},{"type":"line_break"},{"type":"verse","number":21,"content":[{"text":"Now, therefore, issue an order for these men to stop, so that this city will not be rebuilt until I so order.","poem":2}]},{"type":"verse","number":22,"content":[{"text":"See that you do not neglect this matter. Why allow this threat to increase and the royal interests to suffer?","poem":2}]},{"type":"line_break"},{"type":"verse","number":23,"content":[{"text":"When the text of the letter from King Artaxerxes was read to Rehum, Shimshai the scribe, and their associates, they went immediately to the Jews in Jerusalem and forcibly stopped them.","poem":2}]},{"type":"line_break"},{"type":"verse","number":24,"content":[{"text":"Thus the construction of the house of God in Jerusalem ceased, and it remained at a standstill until the second year of the reign of Darius king of Persia.","poem":2}]}],"footnotes":[{"noteId":27,"text":"Hebrew Ahasuerus","reference":{"chapter":4,"verse":6}},{"noteId":28,"text":"The original text of Ezra 4:8 through Ezra 6:18 is in Aramaic.","reference":{"chapter":4,"verse":7}},{"noteId":29,"text":"Aramaic Osnappar, another name for Ashurbanipal","reference":{"chapter":4,"verse":10}},{"noteId":30,"text":"Aramaic beyond the River; also in verses 11, 16, 17, and 20","reference":{"chapter":4,"verse":10}},{"noteId":31,"text":"Literally because the salt of the palace is the salt we eat","reference":{"chapter":4,"verse":14}}]}}